[
  {
    "id": 3000,
    "name": "pdu-laborum6",
    "horizontalSize": 21,
    "verticalSize": 38,
    "position": "x:12,y:21",
    "status": "유후",
    "maxAllowEnergy": 79,
    "manufacturer": "EMC",
    "modelNo": "5b34a3847b5f2c6934dd3660",
    "disposeAt": "2018-08-29",
    "remark": "Consectetur aute enim irure minim duis culpa. Ex nostrud cillum id est consectetur sint consequat cillum laboris enim dolor proident consectetur. Labore Lorem culpa Lorem Lorem veniam et cupidatat Lorem. Anim incididunt nisi cupidatat culpa exercitation ea nostrud ad nostrud laboris. Est consectetur et commodo ipsum magna non deserunt nisi ipsum deserunt incididunt laboris nostrud. Aliqua incididunt cupidatat ad enim cupidatat consequat et ad. Reprehenderit reprehenderit nulla irure tempor nisi anim duis nisi eiusmod tempor sit mollit id.\r\n",
    "type": "pdu"
  },
  {
    "id": 3001,
    "name": "pdu-sint38",
    "horizontalSize": 37,
    "verticalSize": 25,
    "position": "x:8,y:3",
    "status": "사용중",
    "maxAllowEnergy": 51,
    "manufacturer": "EMC",
    "modelNo": "5b34a384b3c18c29cd8227d2",
    "disposeAt": "2018-07-01",
    "remark": "Cillum Lorem sunt ea consectetur nisi mollit do ea ea culpa proident Lorem eu minim. Proident sit cillum laboris fugiat adipisicing eu cupidatat duis quis laboris ea magna. Ipsum ut irure tempor commodo labore excepteur magna minim laborum incididunt sint. Esse pariatur voluptate excepteur quis sunt labore officia ex.\r\n",
    "type": "pdu"
  },
  {
    "id": 3002,
    "name": "pdu-anim35",
    "horizontalSize": 12,
    "verticalSize": 15,
    "position": "x:25,y:29",
    "status": "사용중",
    "maxAllowEnergy": 29,
    "manufacturer": "EMC",
    "modelNo": "5b34a3845544dfc3e1f767ac",
    "disposeAt": "2018-12-01",
    "remark": "Et minim incididunt veniam incididunt. Eu cupidatat aliquip eiusmod aute. Nisi ea voluptate do fugiat minim pariatur. Occaecat ipsum quis dolor elit sint qui ex sint irure sit id.\r\n",
    "type": "pdu"
  },
  {
    "id": 3003,
    "name": "pdu-sunt26",
    "horizontalSize": 34,
    "verticalSize": 22,
    "position": "x:3,y:38",
    "status": "사용중",
    "maxAllowEnergy": 44,
    "manufacturer": "Bridgetec",
    "modelNo": "5b34a3842aad7039299048d5",
    "disposeAt": "2018-09-11",
    "remark": "Eiusmod fugiat adipisicing sint occaecat ullamco velit qui aliquip sunt ex pariatur reprehenderit minim. Eiusmod sit ut amet anim adipisicing. Dolor ullamco reprehenderit sint duis qui esse occaecat occaecat elit in minim nisi reprehenderit cillum. Non qui ut aliqua eu duis voluptate ipsum dolore et nisi. Qui non id consectetur cupidatat do aliqua ad deserunt.\r\n",
    "type": "pdu"
  },
  {
    "id": 3004,
    "name": "pdu-adipisicing45",
    "horizontalSize": 20,
    "verticalSize": 10,
    "position": "x:12,y:32",
    "status": "사용중",
    "maxAllowEnergy": 22,
    "manufacturer": "Bridgetec",
    "modelNo": "5b34a3846c3678cb80fd1ee7",
    "disposeAt": "2018-08-07",
    "remark": "Reprehenderit amet ex ea laboris aliqua exercitation non in. Sunt proident nisi ex voluptate ex consequat. Minim ad est non officia nisi cillum sunt amet velit Lorem fugiat ut. Fugiat esse sit sit esse minim veniam ut occaecat consequat commodo veniam adipisicing. Non anim consectetur exercitation in eu elit aliquip nulla qui sit laborum irure.\r\n",
    "type": "pdu"
  },
  {
    "id": 3005,
    "name": "pdu-adipisicing29",
    "horizontalSize": 18,
    "verticalSize": 31,
    "position": "x:1,y:10",
    "status": "제각예정",
    "maxAllowEnergy": 73,
    "manufacturer": "Bridgetec",
    "modelNo": "5b34a384f37c541ea4a2e6ed",
    "disposeAt": "2018-07-23",
    "remark": "Elit enim incididunt duis exercitation culpa voluptate non ea est magna exercitation. Consectetur nostrud cillum excepteur velit quis cillum consectetur consectetur occaecat quis. Aliqua ipsum sunt Lorem commodo laborum consequat est ad eiusmod nulla. Proident ea laborum quis anim. Exercitation proident officia irure excepteur consectetur eiusmod ut ullamco. Qui mollit elit et enim nulla nulla excepteur ea cillum nisi est. Reprehenderit nisi ipsum ut nulla aliquip aliquip.\r\n",
    "type": "pdu"
  },
  {
    "id": 3006,
    "name": "pdu-excepteur26",
    "horizontalSize": 16,
    "verticalSize": 17,
    "position": "x:20,y:21",
    "status": "제각예정",
    "maxAllowEnergy": 76,
    "manufacturer": "Bridgetec",
    "modelNo": "5b34a3849db74ab48e76a5f2",
    "disposeAt": "2018-11-03",
    "remark": "Sunt incididunt irure Lorem magna consectetur cillum aliqua aute. Esse deserunt veniam amet deserunt aliquip ut est Lorem sit. Minim enim minim veniam irure aliqua reprehenderit cupidatat minim aliquip sit do. Minim occaecat proident sunt id qui minim dolore nulla proident incididunt aute dolore dolore sint. Aute ullamco mollit adipisicing quis minim elit exercitation.\r\n",
    "type": "pdu"
  },
  {
    "id": 3007,
    "name": "pdu-aliquip21",
    "horizontalSize": 20,
    "verticalSize": 16,
    "position": "x:6,y:2",
    "status": "제각예정",
    "maxAllowEnergy": 11,
    "manufacturer": "TotalStorage",
    "modelNo": "5b34a384658bdc279b56f202",
    "disposeAt": "2018-08-23",
    "remark": "Exercitation sunt dolore irure velit veniam duis nisi nulla est laboris. Sit aute nostrud occaecat amet ut mollit ex excepteur officia Lorem in tempor enim laboris. Exercitation exercitation tempor consectetur occaecat officia amet. Pariatur exercitation sunt elit eiusmod laboris laborum ea officia aliqua qui mollit labore ad. Proident aliquip est dolor proident ipsum cupidatat Lorem quis labore voluptate mollit quis sunt. Aute mollit id consequat excepteur id pariatur dolor reprehenderit consectetur sit aute.\r\n",
    "type": "pdu"
  },
  {
    "id": 3008,
    "name": "pdu-est29",
    "horizontalSize": 35,
    "verticalSize": 10,
    "position": "x:11,y:6",
    "status": "제각예정",
    "maxAllowEnergy": 70,
    "manufacturer": "TotalStorage",
    "modelNo": "5b34a384dd34ae4ea09923f5",
    "disposeAt": "2018-10-15",
    "remark": "In est enim proident qui ea do. Culpa labore eiusmod excepteur dolore do velit. Laboris proident ut cillum magna eu tempor ex aute minim aliquip reprehenderit commodo eiusmod Lorem. Elit ad laborum culpa ex nulla esse.\r\n",
    "type": "pdu"
  },
  {
    "id": 3009,
    "name": "pdu-officia13",
    "horizontalSize": 28,
    "verticalSize": 11,
    "position": "x:29,y:15",
    "status": "유후",
    "maxAllowEnergy": 53,
    "manufacturer": "TotalStorage",
    "modelNo": "5b34a384343168005d1f522b",
    "disposeAt": "2018-07-24",
    "remark": "Et laboris consequat et irure ea culpa ea aliquip elit et velit occaecat. Consectetur fugiat aliquip deserunt ex. Do ut deserunt ut id duis deserunt minim ea tempor id adipisicing consectetur duis. Ea aliqua nisi magna reprehenderit amet magna anim. Proident ea cillum quis consectetur aliqua mollit excepteur consequat adipisicing aliquip. Consectetur ad sint laboris exercitation ipsum veniam Lorem minim. Aute voluptate laborum excepteur pariatur.\r\n",
    "type": "pdu"
  },
  {
    "id": 3010,
    "name": "pdu-excepteur42",
    "horizontalSize": 19,
    "verticalSize": 21,
    "position": "x:29,y:15",
    "status": "제각예정",
    "maxAllowEnergy": 8,
    "manufacturer": "Bridgetec",
    "modelNo": "5b34a384bb0d0dce9a3d4603",
    "disposeAt": "2018-10-30",
    "remark": "Nostrud proident dolore est esse adipisicing ipsum voluptate eiusmod velit consectetur non magna consectetur culpa. Cillum fugiat pariatur adipisicing culpa incididunt anim incididunt. Deserunt cupidatat esse deserunt do anim qui esse aliquip ipsum. Sit non eiusmod sint duis ex eiusmod qui eiusmod sint elit magna. Pariatur enim anim culpa voluptate excepteur ipsum aute eu adipisicing deserunt fugiat aute occaecat.\r\n",
    "type": "pdu"
  },
  {
    "id": 3011,
    "name": "pdu-adipisicing10",
    "horizontalSize": 11,
    "verticalSize": 34,
    "position": "x:11,y:33",
    "status": "제각예정",
    "maxAllowEnergy": 2,
    "manufacturer": "EMC",
    "modelNo": "5b34a384e069d550107a926e",
    "disposeAt": "2018-08-15",
    "remark": "Lorem veniam in minim ut. Exercitation esse magna nisi ipsum ipsum non proident et adipisicing eiusmod est culpa et. Consequat veniam laborum voluptate velit sit proident aute exercitation.\r\n",
    "type": "pdu"
  },
  {
    "id": 3012,
    "name": "pdu-veniam38",
    "horizontalSize": 22,
    "verticalSize": 16,
    "position": "x:22,y:12",
    "status": "사용중",
    "maxAllowEnergy": 35,
    "manufacturer": "HP",
    "modelNo": "5b34a3845839f782b27b21d0",
    "disposeAt": "2018-08-11",
    "remark": "Quis amet incididunt ut id Lorem nostrud officia non cupidatat. Id velit ad sunt excepteur et cillum veniam culpa elit. Tempor ullamco anim velit amet in amet irure. Cillum pariatur ad consequat laborum consectetur excepteur dolor pariatur nostrud sint proident. Nulla nostrud velit veniam sit tempor. Occaecat ullamco dolore elit consequat in sunt elit. Occaecat quis dolore eiusmod eu fugiat anim Lorem dolor cillum adipisicing adipisicing.\r\n",
    "type": "pdu"
  },
  {
    "id": 3013,
    "name": "pdu-id40",
    "horizontalSize": 12,
    "verticalSize": 35,
    "position": "x:17,y:1",
    "status": "유후",
    "maxAllowEnergy": 64,
    "manufacturer": "TotalStorage",
    "modelNo": "5b34a3848c18216accb36682",
    "disposeAt": "2018-09-26",
    "remark": "Id id in ullamco velit quis nulla duis irure occaecat nostrud Lorem nostrud. Culpa mollit et proident ut do. Culpa eiusmod consectetur pariatur consequat adipisicing. Proident laboris tempor amet cillum commodo eu proident commodo tempor exercitation.\r\n",
    "type": "pdu"
  },
  {
    "id": 3014,
    "name": "pdu-laborum7",
    "horizontalSize": 23,
    "verticalSize": 15,
    "position": "x:25,y:8",
    "status": "유후",
    "maxAllowEnergy": 95,
    "manufacturer": "TotalStorage",
    "modelNo": "5b34a384b14d63f73146ea06",
    "disposeAt": "2018-07-09",
    "remark": "Elit elit labore sit eiusmod est dolor adipisicing pariatur eu. Reprehenderit consectetur ea proident incididunt Lorem nostrud non consequat consequat excepteur enim labore irure ut. Et mollit magna tempor proident eiusmod culpa elit Lorem. Ut anim aliqua ex officia incididunt ex.\r\n",
    "type": "pdu"
  },
  {
    "id": 3015,
    "name": "pdu-nisi44",
    "horizontalSize": 34,
    "verticalSize": 30,
    "position": "x:39,y:24",
    "status": "제각예정",
    "maxAllowEnergy": 88,
    "manufacturer": "HP",
    "modelNo": "5b34a384822628d9c68fd546",
    "disposeAt": "2018-11-12",
    "remark": "Velit cupidatat veniam Lorem occaecat Lorem ad exercitation in mollit mollit. Tempor anim sunt amet sit elit deserunt culpa est fugiat et officia. Mollit eu fugiat ex irure. Lorem pariatur fugiat veniam anim ullamco. Adipisicing id nostrud aute eu ullamco proident.\r\n",
    "type": "pdu"
  },
  {
    "id": 3016,
    "name": "pdu-cillum32",
    "horizontalSize": 12,
    "verticalSize": 37,
    "position": "x:5,y:7",
    "status": "사용중",
    "maxAllowEnergy": 43,
    "manufacturer": "EMC",
    "modelNo": "5b34a384f73f5d828e83c12f",
    "disposeAt": "2018-11-19",
    "remark": "Anim do do cillum exercitation est pariatur. Occaecat voluptate est eu ad irure ipsum ex velit irure. Ipsum incididunt velit officia ut consequat cillum cupidatat. Sunt consequat id ipsum sunt officia in minim.\r\n",
    "type": "pdu"
  },
  {
    "id": 3017,
    "name": "pdu-labore35",
    "horizontalSize": 32,
    "verticalSize": 18,
    "position": "x:19,y:16",
    "status": "사용중",
    "maxAllowEnergy": 79,
    "manufacturer": "EMC",
    "modelNo": "5b34a384f68d2163d9de254d",
    "disposeAt": "2018-11-13",
    "remark": "Aute enim id dolor nulla ad in ad cupidatat laboris proident. Non sit aute qui velit commodo eiusmod officia aliquip qui exercitation. Excepteur do incididunt ad esse aliquip nisi tempor esse sunt exercitation. Do pariatur quis est do consequat eiusmod ullamco tempor nisi. Do esse deserunt eu fugiat nisi Lorem sunt ut anim velit tempor adipisicing consectetur. Dolore pariatur mollit culpa deserunt id irure excepteur ad ipsum dolore duis.\r\n",
    "type": "pdu"
  },
  {
    "id": 3018,
    "name": "pdu-consectetur2",
    "horizontalSize": 37,
    "verticalSize": 12,
    "position": "x:22,y:31",
    "status": "사용중",
    "maxAllowEnergy": 26,
    "manufacturer": "Bridgetec",
    "modelNo": "5b34a38450ccff2f20044472",
    "disposeAt": "2018-08-17",
    "remark": "Nulla deserunt anim velit duis ullamco eu reprehenderit nulla ad. In sint voluptate et nostrud quis incididunt non in voluptate aliqua eiusmod sint cillum. Excepteur aliqua veniam anim esse fugiat commodo ea culpa qui elit laboris exercitation enim enim. Lorem magna sint cillum incididunt excepteur. Elit aliquip cillum sit duis occaecat labore fugiat irure aute deserunt aute eu culpa. Dolor cillum aliqua incididunt quis consectetur do esse.\r\n",
    "type": "pdu"
  },
  {
    "id": 3019,
    "name": "pdu-id26",
    "horizontalSize": 33,
    "verticalSize": 16,
    "position": "x:4,y:18",
    "status": "사용중",
    "maxAllowEnergy": 73,
    "manufacturer": "TotalStorage",
    "modelNo": "5b34a3840393465c0c07b464",
    "disposeAt": "2018-08-13",
    "remark": "Consequat esse amet dolore velit. Amet enim irure consequat tempor anim. Amet ex tempor excepteur duis adipisicing eiusmod dolor nisi laborum cupidatat culpa labore est dolor.\r\n",
    "type": "pdu"
  },
  {
    "id": 3020,
    "name": "pdu-veniam2",
    "horizontalSize": 22,
    "verticalSize": 28,
    "position": "x:25,y:38",
    "status": "사용중",
    "maxAllowEnergy": 45,
    "manufacturer": "EMC",
    "modelNo": "5b34a384830c352347a9f9c4",
    "disposeAt": "2018-11-11",
    "remark": "In excepteur nulla cupidatat elit elit commodo ea aliquip sit occaecat ullamco ad. Minim sit commodo nisi do ea fugiat. Laborum culpa ex voluptate est do ad Lorem fugiat.\r\n",
    "type": "pdu"
  },
  {
    "id": 3021,
    "name": "pdu-mollit16",
    "horizontalSize": 22,
    "verticalSize": 18,
    "position": "x:11,y:39",
    "status": "제각예정",
    "maxAllowEnergy": 90,
    "manufacturer": "NetApp",
    "modelNo": "5b34a3848edb6ea6b89f765e",
    "disposeAt": "2018-09-04",
    "remark": "Cupidatat dolor non dolor veniam exercitation duis. Nulla nisi ex occaecat incididunt exercitation veniam. Qui eiusmod cillum id anim anim sit est dolor in anim pariatur duis. Ut esse veniam ad veniam dolor nisi.\r\n",
    "type": "pdu"
  },
  {
    "id": 3022,
    "name": "pdu-aute22",
    "horizontalSize": 27,
    "verticalSize": 36,
    "position": "x:7,y:10",
    "status": "사용중",
    "maxAllowEnergy": 60,
    "manufacturer": "TotalStorage",
    "modelNo": "5b34a3849cc5daba68d59061",
    "disposeAt": "2018-12-18",
    "remark": "Sunt est voluptate quis id. Ex occaecat duis ad occaecat elit dolore est mollit nulla cupidatat adipisicing fugiat. Aute ex et et elit deserunt et ea anim anim sint. Nisi sunt qui dolore minim sit tempor nostrud sint sunt. Occaecat dolore dolor quis id reprehenderit laborum dolore exercitation. Eu nostrud pariatur ullamco anim consequat aute id labore magna amet. Adipisicing do incididunt quis officia eiusmod eu duis esse Lorem ad deserunt ex ea.\r\n",
    "type": "pdu"
  },
  {
    "id": 3023,
    "name": "pdu-amet38",
    "horizontalSize": 30,
    "verticalSize": 26,
    "position": "x:29,y:12",
    "status": "사용중",
    "maxAllowEnergy": 72,
    "manufacturer": "DELL",
    "modelNo": "5b34a38493194b883be4c831",
    "disposeAt": "2018-11-17",
    "remark": "Irure Lorem consectetur anim enim sint amet velit est magna aliquip. Lorem cupidatat proident ut ex duis irure dolore eiusmod aliqua ex anim. Ullamco ea in esse incididunt esse. Occaecat occaecat commodo pariatur dolor do.\r\n",
    "type": "pdu"
  },
  {
    "id": 3024,
    "name": "pdu-voluptate13",
    "horizontalSize": 28,
    "verticalSize": 38,
    "position": "x:21,y:2",
    "status": "제각예정",
    "maxAllowEnergy": 55,
    "manufacturer": "TotalStorage",
    "modelNo": "5b34a38426983d0bea020e9b",
    "disposeAt": "2018-09-21",
    "remark": "Duis consequat consequat nostrud excepteur fugiat. Amet officia amet enim duis cillum occaecat. Aliquip occaecat laboris ipsum pariatur sit sint.\r\n",
    "type": "pdu"
  },
  {
    "id": 3025,
    "name": "pdu-aute23",
    "horizontalSize": 30,
    "verticalSize": 23,
    "position": "x:37,y:36",
    "status": "사용중",
    "maxAllowEnergy": 56,
    "manufacturer": "NetApp",
    "modelNo": "5b34a3845b6d800d2320e4e3",
    "disposeAt": "2018-07-23",
    "remark": "Anim labore et magna in est id eiusmod veniam aliqua. Tempor enim proident ex deserunt consequat sit amet cillum occaecat. Irure aliqua culpa quis ex consectetur nisi est non esse reprehenderit. In officia occaecat dolore in ipsum culpa nulla duis. Laboris fugiat sint anim est ea ipsum proident duis proident. Nostrud nulla est commodo duis ullamco est cupidatat adipisicing.\r\n",
    "type": "pdu"
  },
  {
    "id": 3026,
    "name": "pdu-nostrud16",
    "horizontalSize": 28,
    "verticalSize": 30,
    "position": "x:23,y:11",
    "status": "제각예정",
    "maxAllowEnergy": 40,
    "manufacturer": "HP",
    "modelNo": "5b34a38430bc5c4f90edcdc1",
    "disposeAt": "2018-07-26",
    "remark": "Aute irure eiusmod quis dolor quis sit. Sint do aliquip aute eiusmod in excepteur id ipsum esse. Ea deserunt sit Lorem est cillum. Anim ea magna minim occaecat aute. Ullamco ex magna amet nulla. Aliquip exercitation voluptate dolore esse officia voluptate dolor esse anim cupidatat cillum nulla.\r\n",
    "type": "pdu"
  },
  {
    "id": 3027,
    "name": "pdu-sint2",
    "horizontalSize": 37,
    "verticalSize": 36,
    "position": "x:6,y:25",
    "status": "사용중",
    "maxAllowEnergy": 9,
    "manufacturer": "HP",
    "modelNo": "5b34a384d0d076506351b8b8",
    "disposeAt": "2018-12-21",
    "remark": "Officia anim culpa est sint ullamco. Exercitation aliqua nostrud duis consequat officia deserunt aliqua sint consectetur reprehenderit et labore labore pariatur. Nulla non proident esse et non non consectetur sunt tempor veniam cillum occaecat. Tempor veniam dolore tempor pariatur cillum enim incididunt aute anim do Lorem. Reprehenderit eiusmod eiusmod cupidatat irure dolor cillum magna dolor dolore do elit. Ut aute officia proident culpa quis eu fugiat do sunt in voluptate est mollit duis.\r\n",
    "type": "pdu"
  },
  {
    "id": 3028,
    "name": "pdu-adipisicing48",
    "horizontalSize": 24,
    "verticalSize": 20,
    "position": "x:33,y:16",
    "status": "사용중",
    "maxAllowEnergy": 37,
    "manufacturer": "Bridgetec",
    "modelNo": "5b34a3849da8e21b114e3959",
    "disposeAt": "2018-07-28",
    "remark": "Eiusmod et cupidatat nulla elit dolore commodo magna qui id dolor. Do magna qui pariatur veniam commodo aliquip sint esse. Deserunt ut mollit dolor commodo Lorem ut officia irure pariatur consequat nulla incididunt veniam. Excepteur duis veniam quis aliquip fugiat irure et irure non Lorem irure aliqua et. Dolore commodo consectetur ut amet magna labore minim voluptate do aute nisi laborum nulla eu. Nostrud commodo pariatur proident duis mollit. Fugiat id magna ut laborum irure.\r\n",
    "type": "pdu"
  },
  {
    "id": 3029,
    "name": "pdu-minim39",
    "horizontalSize": 37,
    "verticalSize": 31,
    "position": "x:19,y:35",
    "status": "유후",
    "maxAllowEnergy": 51,
    "manufacturer": "Bridgetec",
    "modelNo": "5b34a3844ec548d8582b61a0",
    "disposeAt": "2018-10-20",
    "remark": "Officia nostrud cupidatat mollit ipsum id aute commodo ea tempor aliquip aliqua ad. Irure Lorem do non quis nulla quis. Et fugiat enim sint tempor dolore. Adipisicing in consequat reprehenderit mollit cupidatat anim do quis aliqua excepteur. Proident aliquip eiusmod do tempor qui excepteur.\r\n",
    "type": "pdu"
  },
  {
    "id": 3030,
    "name": "pdu-elit28",
    "horizontalSize": 35,
    "verticalSize": 36,
    "position": "x:5,y:16",
    "status": "제각예정",
    "maxAllowEnergy": 42,
    "manufacturer": "Bridgetec",
    "modelNo": "5b34a3846b796488d8f2f57f",
    "disposeAt": "2018-11-03",
    "remark": "Tempor nulla minim occaecat enim eu sit sit sunt duis est amet. Ut fugiat irure fugiat occaecat esse. Pariatur ad excepteur officia do consectetur occaecat nostrud ullamco quis dolore exercitation laborum laboris cupidatat. Culpa velit cillum do commodo voluptate ipsum duis id sint eiusmod veniam culpa sunt officia. Voluptate consectetur culpa esse irure voluptate ut in incididunt anim.\r\n",
    "type": "pdu"
  },
  {
    "id": 3031,
    "name": "pdu-adipisicing3",
    "horizontalSize": 24,
    "verticalSize": 24,
    "position": "x:35,y:6",
    "status": "유후",
    "maxAllowEnergy": 27,
    "manufacturer": "HP",
    "modelNo": "5b34a384e0f15d25938bb641",
    "disposeAt": "2018-09-21",
    "remark": "Commodo eu et Lorem sint culpa cupidatat nulla culpa culpa nostrud. Excepteur exercitation tempor deserunt esse qui minim voluptate sunt non eu. Ullamco eiusmod deserunt officia commodo labore sunt commodo consequat. Aliquip aliqua fugiat dolor proident velit proident irure nulla labore mollit. Velit culpa quis aliquip pariatur occaecat nisi enim do.\r\n",
    "type": "pdu"
  },
  {
    "id": 3032,
    "name": "pdu-officia14",
    "horizontalSize": 17,
    "verticalSize": 33,
    "position": "x:33,y:35",
    "status": "제각예정",
    "maxAllowEnergy": 70,
    "manufacturer": "TotalStorage",
    "modelNo": "5b34a3849661519c07bbc1f5",
    "disposeAt": "2018-09-07",
    "remark": "Tempor duis mollit labore eu ea sint excepteur consectetur. Laborum eiusmod duis aliquip nulla veniam velit ea labore velit. Fugiat ex eiusmod consectetur duis duis dolor ea. Ut enim culpa et incididunt ipsum ipsum enim sit dolore velit. Amet exercitation occaecat sint eiusmod ex quis excepteur cupidatat reprehenderit amet enim incididunt. Tempor culpa in amet ad veniam laboris minim incididunt sint qui ipsum nulla.\r\n",
    "type": "pdu"
  },
  {
    "id": 3033,
    "name": "pdu-do18",
    "horizontalSize": 33,
    "verticalSize": 40,
    "position": "x:28,y:29",
    "status": "제각예정",
    "maxAllowEnergy": 70,
    "manufacturer": "HP",
    "modelNo": "5b34a384386afebdaf899d8d",
    "disposeAt": "2018-11-07",
    "remark": "Anim qui cupidatat irure dolor veniam magna ad fugiat commodo duis fugiat consequat. Minim laborum tempor Lorem consectetur aliqua ut incididunt labore aliquip eu Lorem voluptate. Est in deserunt nulla nostrud. Sunt anim minim excepteur incididunt officia eiusmod. Occaecat sit et aute cupidatat.\r\n",
    "type": "pdu"
  },
  {
    "id": 3034,
    "name": "pdu-adipisicing36",
    "horizontalSize": 27,
    "verticalSize": 31,
    "position": "x:11,y:30",
    "status": "제각예정",
    "maxAllowEnergy": 1,
    "manufacturer": "TotalStorage",
    "modelNo": "5b34a3846c9223f40c56874c",
    "disposeAt": "2018-11-30",
    "remark": "Lorem ea voluptate elit nisi minim cillum eu duis magna. Ea labore pariatur proident sint do pariatur velit ut aliqua cupidatat quis sit ex aute. Occaecat et aliqua duis enim voluptate aliquip voluptate labore qui. Id quis reprehenderit magna et et aute.\r\n",
    "type": "pdu"
  },
  {
    "id": 3035,
    "name": "pdu-voluptate2",
    "horizontalSize": 21,
    "verticalSize": 36,
    "position": "x:38,y:29",
    "status": "사용중",
    "maxAllowEnergy": 71,
    "manufacturer": "Bridgetec",
    "modelNo": "5b34a3846253e193d0718e8f",
    "disposeAt": "2018-11-24",
    "remark": "Adipisicing qui non tempor minim labore enim qui. Dolor cupidatat proident velit non mollit aliqua ipsum culpa sit consectetur. Dolor amet aliqua nostrud ipsum duis nisi. Do Lorem aute do velit elit amet aute pariatur. Eu labore ut occaecat laboris et. Proident cillum id proident aliquip. Consectetur nostrud anim incididunt pariatur mollit sunt Lorem nisi duis sunt amet.\r\n",
    "type": "pdu"
  },
  {
    "id": 3036,
    "name": "pdu-ex30",
    "horizontalSize": 22,
    "verticalSize": 12,
    "position": "x:32,y:4",
    "status": "사용중",
    "maxAllowEnergy": 67,
    "manufacturer": "HP",
    "modelNo": "5b34a38422c2d8ca2f9e3fbc",
    "disposeAt": "2018-07-28",
    "remark": "Eu ex esse reprehenderit dolore magna labore mollit. Proident sit sit deserunt labore ea culpa enim deserunt minim. Laboris enim veniam irure velit adipisicing Lorem duis reprehenderit ullamco excepteur id occaecat ad est. Pariatur deserunt elit laboris veniam est esse ad sunt Lorem eiusmod minim id nostrud. Adipisicing sit proident aliquip deserunt. Et officia pariatur sint cupidatat non deserunt anim voluptate. Exercitation do culpa enim excepteur eu sint sunt est consequat in ipsum.\r\n",
    "type": "pdu"
  },
  {
    "id": 3037,
    "name": "pdu-consequat49",
    "horizontalSize": 13,
    "verticalSize": 31,
    "position": "x:35,y:6",
    "status": "사용중",
    "maxAllowEnergy": 79,
    "manufacturer": "EMC",
    "modelNo": "5b34a384a139d86e8782b1b7",
    "disposeAt": "2018-10-02",
    "remark": "Enim tempor duis pariatur adipisicing do. Est officia irure consectetur voluptate proident duis id fugiat minim deserunt irure labore. Ea quis in dolore in proident duis laboris amet.\r\n",
    "type": "pdu"
  },
  {
    "id": 3038,
    "name": "pdu-laboris45",
    "horizontalSize": 28,
    "verticalSize": 20,
    "position": "x:33,y:10",
    "status": "사용중",
    "maxAllowEnergy": 99,
    "manufacturer": "Bridgetec",
    "modelNo": "5b34a384cee99664419af7c1",
    "disposeAt": "2018-09-03",
    "remark": "Eu dolor et ad quis commodo minim sint aliquip dolore in est exercitation ad. Eu quis voluptate dolore dolor duis aute exercitation veniam in nostrud sunt ut laboris. Commodo aliquip aliqua nisi cupidatat esse sunt culpa laborum aliquip. Officia in qui ut non aute consequat voluptate. Sunt ullamco proident eiusmod deserunt reprehenderit id excepteur ad tempor fugiat dolor laboris. Nulla Lorem consequat in esse eiusmod quis pariatur incididunt sint aute sunt. Voluptate id minim excepteur sint non laboris ex laborum aliqua proident eu dolore.\r\n",
    "type": "pdu"
  },
  {
    "id": 3039,
    "name": "pdu-excepteur39",
    "horizontalSize": 40,
    "verticalSize": 40,
    "position": "x:14,y:36",
    "status": "사용중",
    "maxAllowEnergy": 64,
    "manufacturer": "TotalStorage",
    "modelNo": "5b34a3841165196c6428885f",
    "disposeAt": "2018-08-01",
    "remark": "In cupidatat ipsum esse adipisicing est. Ex nulla adipisicing sit dolore quis ut. Dolor laboris aliqua nostrud nisi amet ipsum ea elit excepteur do sit id. Est nostrud officia cupidatat occaecat do.\r\n",
    "type": "pdu"
  },
  {
    "id": 3040,
    "name": "pdu-occaecat1",
    "horizontalSize": 29,
    "verticalSize": 10,
    "position": "x:33,y:23",
    "status": "사용중",
    "maxAllowEnergy": 15,
    "manufacturer": "DELL",
    "modelNo": "5b34a3843d04f11b6d283f55",
    "disposeAt": "2018-07-26",
    "remark": "Lorem sunt fugiat ut minim nostrud sint do veniam sit tempor mollit eiusmod duis. Lorem est eu sit cupidatat aute eu esse sit. Velit proident qui ullamco officia ipsum irure anim duis quis sint occaecat voluptate sint. Elit mollit in consequat mollit minim esse. Voluptate quis commodo anim irure aliquip exercitation laborum laboris excepteur culpa consectetur aliquip. Ea non officia mollit et occaecat est deserunt ea enim tempor tempor. Fugiat veniam do ad sunt irure magna cupidatat.\r\n",
    "type": "pdu"
  },
  {
    "id": 3041,
    "name": "pdu-elit10",
    "horizontalSize": 28,
    "verticalSize": 18,
    "position": "x:1,y:39",
    "status": "사용중",
    "maxAllowEnergy": 91,
    "manufacturer": "EMC",
    "modelNo": "5b34a384448579f261eadbaf",
    "disposeAt": "2018-07-23",
    "remark": "Dolor nisi consectetur in non non tempor laboris excepteur. Sunt ad duis Lorem elit sunt Lorem magna elit esse. Cupidatat et laborum ea mollit fugiat sit qui incididunt ad sint. Cupidatat non irure proident mollit culpa. Ex est esse esse sit tempor nisi ex pariatur proident enim anim amet esse consectetur.\r\n",
    "type": "pdu"
  },
  {
    "id": 3042,
    "name": "pdu-do40",
    "horizontalSize": 40,
    "verticalSize": 28,
    "position": "x:15,y:35",
    "status": "사용중",
    "maxAllowEnergy": 28,
    "manufacturer": "EMC",
    "modelNo": "5b34a384c2c0f2c14286d941",
    "disposeAt": "2018-07-24",
    "remark": "Deserunt est duis cupidatat voluptate labore. Culpa nulla pariatur laborum sunt non dolore. Ipsum excepteur Lorem ut dolore elit cupidatat culpa eiusmod eiusmod proident irure duis.\r\n",
    "type": "pdu"
  },
  {
    "id": 3043,
    "name": "pdu-dolor31",
    "horizontalSize": 36,
    "verticalSize": 36,
    "position": "x:28,y:7",
    "status": "사용중",
    "maxAllowEnergy": 53,
    "manufacturer": "Bridgetec",
    "modelNo": "5b34a384a52d1c387cd06aa6",
    "disposeAt": "2018-07-23",
    "remark": "Mollit tempor sunt et Lorem qui irure reprehenderit. Dolor id quis do ea voluptate ut eu aute dolore exercitation duis adipisicing. Sint nisi ex proident ad proident magna adipisicing nostrud amet non Lorem.\r\n",
    "type": "pdu"
  },
  {
    "id": 3044,
    "name": "pdu-sit28",
    "horizontalSize": 15,
    "verticalSize": 15,
    "position": "x:36,y:37",
    "status": "유후",
    "maxAllowEnergy": 53,
    "manufacturer": "EMC",
    "modelNo": "5b34a384abc96d8aabde5905",
    "disposeAt": "2018-11-13",
    "remark": "Sit officia non dolore anim irure fugiat labore dolore. Ut fugiat nostrud ut qui culpa. Cillum minim do ipsum nisi commodo dolor eiusmod culpa est. Cillum ad mollit proident ex consequat Lorem reprehenderit. Consectetur non occaecat Lorem Lorem ipsum.\r\n",
    "type": "pdu"
  },
  {
    "id": 3045,
    "name": "pdu-labore22",
    "horizontalSize": 16,
    "verticalSize": 39,
    "position": "x:4,y:5",
    "status": "제각예정",
    "maxAllowEnergy": 55,
    "manufacturer": "DELL",
    "modelNo": "5b34a384055ec49ea7bcaedb",
    "disposeAt": "2018-12-15",
    "remark": "Cillum tempor est in aliquip proident ex sint. Laboris adipisicing amet cupidatat aliqua labore officia nulla nulla proident officia aute fugiat adipisicing qui. Nulla veniam culpa consequat nostrud laborum labore.\r\n",
    "type": "pdu"
  },
  {
    "id": 3046,
    "name": "pdu-anim4",
    "horizontalSize": 32,
    "verticalSize": 34,
    "position": "x:33,y:15",
    "status": "사용중",
    "maxAllowEnergy": 3,
    "manufacturer": "NetApp",
    "modelNo": "5b34a384129618e0795fbcd5",
    "disposeAt": "2018-08-22",
    "remark": "Amet enim do fugiat cillum ad labore. Quis magna do irure esse sint. Enim aute amet non adipisicing consectetur ipsum ipsum anim enim aute et irure elit consequat. Adipisicing ea fugiat nostrud qui fugiat reprehenderit reprehenderit magna irure. Nostrud proident sit irure veniam eu incididunt commodo pariatur pariatur deserunt ullamco incididunt in. Nisi sit in adipisicing mollit.\r\n",
    "type": "pdu"
  },
  {
    "id": 3047,
    "name": "pdu-nisi44",
    "horizontalSize": 12,
    "verticalSize": 26,
    "position": "x:37,y:25",
    "status": "사용중",
    "maxAllowEnergy": 98,
    "manufacturer": "EMC",
    "modelNo": "5b34a38409960fb85c59cd9a",
    "disposeAt": "2018-08-11",
    "remark": "Proident et cillum culpa qui cillum ex. Adipisicing do occaecat exercitation commodo sint exercitation labore voluptate do Lorem. Cupidatat culpa est incididunt cillum. Eu cillum dolor magna et reprehenderit esse nostrud dolor deserunt eu aute anim.\r\n",
    "type": "pdu"
  },
  {
    "id": 3048,
    "name": "pdu-eu2",
    "horizontalSize": 23,
    "verticalSize": 27,
    "position": "x:1,y:27",
    "status": "유후",
    "maxAllowEnergy": 1,
    "manufacturer": "Bridgetec",
    "modelNo": "5b34a38447ac16bf55d13e47",
    "disposeAt": "2018-09-02",
    "remark": "Officia aliquip ex occaecat in fugiat elit sunt laborum duis proident sint id. Nulla aliquip consequat minim sint ad ex nulla do et. Labore occaecat incididunt amet elit veniam in est in aliqua veniam ipsum exercitation ad ut. Pariatur nostrud nisi incididunt reprehenderit Lorem consectetur occaecat labore dolor in adipisicing. Eu occaecat in do enim esse ad ut Lorem laboris.\r\n",
    "type": "pdu"
  },
  {
    "id": 3049,
    "name": "pdu-enim14",
    "horizontalSize": 16,
    "verticalSize": 11,
    "position": "x:3,y:3",
    "status": "제각예정",
    "maxAllowEnergy": 2,
    "manufacturer": "NetApp",
    "modelNo": "5b34a384b9816a4719849932",
    "disposeAt": "2018-10-16",
    "remark": "Id eiusmod cupidatat ullamco Lorem culpa. Et quis labore esse Lorem sint ex proident tempor. Nulla velit enim nulla nostrud. Voluptate ut amet voluptate occaecat ad dolor proident. Magna enim duis et cupidatat anim dolore velit in aute. Nostrud tempor incididunt nulla duis esse proident exercitation. Anim do qui aliqua cupidatat Lorem.\r\n",
    "type": "pdu"
  },
  {
    "id": 3050,
    "name": "pdu-non14",
    "horizontalSize": 16,
    "verticalSize": 39,
    "position": "x:30,y:27",
    "status": "사용중",
    "maxAllowEnergy": 4,
    "manufacturer": "NetApp",
    "modelNo": "5b34a3849f76b2ff88ce9284",
    "disposeAt": "2018-11-08",
    "remark": "Incididunt ullamco aliqua irure id culpa. Velit non adipisicing nostrud exercitation cillum voluptate ea eu quis aute. Id id minim sit aliqua quis aliqua veniam ut cillum do anim. Reprehenderit aliqua laborum adipisicing velit aliquip id elit. Deserunt aliquip quis irure eu adipisicing culpa et ex id commodo incididunt minim. Fugiat ea nostrud officia laboris nostrud deserunt deserunt qui laboris qui ipsum et eu minim. Officia mollit ex tempor commodo commodo velit aliqua sint excepteur.\r\n",
    "type": "pdu"
  },
  {
    "id": 3051,
    "name": "pdu-laboris3",
    "horizontalSize": 35,
    "verticalSize": 14,
    "position": "x:2,y:6",
    "status": "사용중",
    "maxAllowEnergy": 80,
    "manufacturer": "NetApp",
    "modelNo": "5b34a384bbc43449e87af297",
    "disposeAt": "2018-09-05",
    "remark": "Mollit Lorem nostrud excepteur consequat nostrud. Minim exercitation anim eiusmod mollit id veniam consectetur amet non laborum excepteur deserunt veniam adipisicing. Culpa non consectetur sint aliqua consequat anim excepteur qui cillum. Velit do cupidatat aliqua tempor culpa. Cupidatat cillum cupidatat mollit exercitation amet exercitation ad ullamco. Veniam deserunt occaecat reprehenderit culpa deserunt et duis et.\r\n",
    "type": "pdu"
  },
  {
    "id": 3052,
    "name": "pdu-anim42",
    "horizontalSize": 27,
    "verticalSize": 28,
    "position": "x:9,y:33",
    "status": "사용중",
    "maxAllowEnergy": 52,
    "manufacturer": "DELL",
    "modelNo": "5b34a3840063077e15837f17",
    "disposeAt": "2018-09-09",
    "remark": "Proident adipisicing veniam aliquip sit tempor aute tempor elit. Reprehenderit non esse pariatur ipsum veniam eiusmod culpa anim ad. Esse aliqua laboris voluptate anim nisi quis exercitation est.\r\n",
    "type": "pdu"
  },
  {
    "id": 3053,
    "name": "pdu-nulla7",
    "horizontalSize": 31,
    "verticalSize": 25,
    "position": "x:30,y:22",
    "status": "사용중",
    "maxAllowEnergy": 64,
    "manufacturer": "TotalStorage",
    "modelNo": "5b34a384ebb7d8cde202265f",
    "disposeAt": "2018-11-18",
    "remark": "Enim cillum est ipsum laborum commodo tempor enim sunt ex sit qui. Consectetur reprehenderit ullamco Lorem consequat consectetur commodo non eu sint occaecat cillum. Nostrud nisi deserunt mollit quis. Incididunt sit officia incididunt mollit ex ipsum fugiat qui excepteur labore.\r\n",
    "type": "pdu"
  },
  {
    "id": 3054,
    "name": "pdu-non41",
    "horizontalSize": 12,
    "verticalSize": 20,
    "position": "x:20,y:31",
    "status": "제각예정",
    "maxAllowEnergy": 73,
    "manufacturer": "DELL",
    "modelNo": "5b34a384a6ce1c6993ba58c4",
    "disposeAt": "2018-08-22",
    "remark": "Et enim incididunt nostrud laboris commodo dolor esse do. Irure proident officia dolore ipsum voluptate. Laborum consectetur pariatur proident laborum enim occaecat et aliquip cillum. Ipsum est non occaecat ad cupidatat magna ad culpa do est do excepteur.\r\n",
    "type": "pdu"
  },
  {
    "id": 3055,
    "name": "pdu-aliquip41",
    "horizontalSize": 12,
    "verticalSize": 13,
    "position": "x:17,y:7",
    "status": "사용중",
    "maxAllowEnergy": 26,
    "manufacturer": "TotalStorage",
    "modelNo": "5b34a38453e7eb112569c014",
    "disposeAt": "2018-09-04",
    "remark": "Culpa sit consectetur Lorem aute eu eu ea officia magna sint excepteur. Occaecat proident esse mollit deserunt duis labore veniam ipsum. Mollit sint tempor Lorem qui aliquip commodo mollit ut consectetur veniam.\r\n",
    "type": "pdu"
  },
  {
    "id": 3056,
    "name": "pdu-aliquip14",
    "horizontalSize": 24,
    "verticalSize": 25,
    "position": "x:30,y:4",
    "status": "유후",
    "maxAllowEnergy": 59,
    "manufacturer": "Bridgetec",
    "modelNo": "5b34a384fdf916d602433859",
    "disposeAt": "2018-10-15",
    "remark": "Voluptate anim nostrud velit voluptate. Eiusmod ut mollit reprehenderit excepteur ad. Qui commodo magna tempor est sint nulla Lorem minim quis consequat. Pariatur eu nostrud anim consequat consequat quis sit quis irure laboris amet amet.\r\n",
    "type": "pdu"
  },
  {
    "id": 3057,
    "name": "pdu-sit4",
    "horizontalSize": 29,
    "verticalSize": 14,
    "position": "x:18,y:15",
    "status": "사용중",
    "maxAllowEnergy": 28,
    "manufacturer": "HP",
    "modelNo": "5b34a38490e5b24f2a71c475",
    "disposeAt": "2018-07-04",
    "remark": "Ea aute duis fugiat eu. Labore adipisicing nostrud in est velit. Esse cupidatat pariatur sit excepteur ad sint sint deserunt excepteur excepteur ut proident consequat. Commodo qui mollit magna enim ut ea et. Ipsum sit eiusmod consectetur aute officia. Nisi irure anim exercitation esse exercitation aute aute do amet duis do incididunt sunt labore.\r\n",
    "type": "pdu"
  },
  {
    "id": 3058,
    "name": "pdu-laborum28",
    "horizontalSize": 20,
    "verticalSize": 17,
    "position": "x:27,y:32",
    "status": "사용중",
    "maxAllowEnergy": 62,
    "manufacturer": "DELL",
    "modelNo": "5b34a384748a13d968a48de6",
    "disposeAt": "2018-08-03",
    "remark": "Nulla commodo Lorem pariatur nisi magna eiusmod veniam elit reprehenderit Lorem ex in ad. Eiusmod ex commodo eiusmod sunt nulla duis veniam laborum id anim eu quis velit exercitation. Minim magna aliqua fugiat sit magna reprehenderit nulla aliqua veniam eu consectetur quis veniam ea. Minim magna est officia adipisicing.\r\n",
    "type": "pdu"
  },
  {
    "id": 3059,
    "name": "pdu-nulla47",
    "horizontalSize": 36,
    "verticalSize": 34,
    "position": "x:40,y:27",
    "status": "사용중",
    "maxAllowEnergy": 13,
    "manufacturer": "HP",
    "modelNo": "5b34a384b8fb35407c61599f",
    "disposeAt": "2018-12-06",
    "remark": "Fugiat laborum occaecat officia ullamco quis. Culpa nostrud do proident amet cillum qui nostrud. Nulla irure et irure amet ullamco nisi ut nulla ea nulla nisi laboris adipisicing. Ipsum officia sit tempor do velit aute nisi voluptate aute. Consectetur eu aliqua in amet aliquip officia anim cupidatat consectetur commodo. Dolore amet officia sint sunt esse nulla sit do cupidatat culpa sunt ipsum.\r\n",
    "type": "pdu"
  },
  {
    "id": 3060,
    "name": "pdu-sit9",
    "horizontalSize": 40,
    "verticalSize": 38,
    "position": "x:33,y:15",
    "status": "제각예정",
    "maxAllowEnergy": 75,
    "manufacturer": "NetApp",
    "modelNo": "5b34a3848b293302ea3ec833",
    "disposeAt": "2018-09-09",
    "remark": "Ex culpa incididunt occaecat duis. Nulla laborum exercitation incididunt aliqua est qui dolore. Labore in minim ipsum esse quis voluptate ex commodo cupidatat tempor. Eiusmod quis duis voluptate veniam pariatur pariatur nisi adipisicing officia esse incididunt proident. Mollit elit velit aliqua qui nisi incididunt voluptate veniam pariatur quis sint reprehenderit. Reprehenderit nulla labore deserunt aliqua. Ex duis qui sint voluptate Lorem labore.\r\n",
    "type": "pdu"
  },
  {
    "id": 3061,
    "name": "pdu-aliquip42",
    "horizontalSize": 35,
    "verticalSize": 37,
    "position": "x:34,y:4",
    "status": "사용중",
    "maxAllowEnergy": 11,
    "manufacturer": "EMC",
    "modelNo": "5b34a384b8857bbd83e40757",
    "disposeAt": "2018-08-09",
    "remark": "Ut irure culpa magna occaecat exercitation ut. Excepteur elit dolore anim anim labore anim esse eiusmod id qui. Qui eu est eu ullamco. Nulla esse fugiat exercitation sint magna. Exercitation irure nisi officia elit cupidatat cupidatat do laboris. Proident incididunt anim eiusmod deserunt et labore cupidatat quis consequat exercitation ea non. Adipisicing cupidatat laborum ut ipsum cupidatat.\r\n",
    "type": "pdu"
  },
  {
    "id": 3062,
    "name": "pdu-occaecat18",
    "horizontalSize": 15,
    "verticalSize": 19,
    "position": "x:38,y:3",
    "status": "제각예정",
    "maxAllowEnergy": 32,
    "manufacturer": "NetApp",
    "modelNo": "5b34a384bffea4e185149f04",
    "disposeAt": "2018-07-05",
    "remark": "Veniam culpa amet tempor ex consequat amet ullamco ullamco enim et labore dolore. Duis magna excepteur sunt cillum magna reprehenderit dolor amet aliquip deserunt mollit do. Ad est laborum id laborum aute non. Velit adipisicing minim ullamco veniam do eiusmod exercitation.\r\n",
    "type": "pdu"
  },
  {
    "id": 3063,
    "name": "pdu-fugiat21",
    "horizontalSize": 30,
    "verticalSize": 19,
    "position": "x:8,y:25",
    "status": "제각예정",
    "maxAllowEnergy": 92,
    "manufacturer": "DELL",
    "modelNo": "5b34a38497e670cb72c0e42b",
    "disposeAt": "2018-11-16",
    "remark": "Consectetur veniam nisi et officia in anim. Veniam esse non nisi laboris sit labore eu labore labore pariatur culpa. Ad ullamco elit anim culpa. Excepteur cillum ut magna quis laborum. Irure do enim commodo laborum sit dolore commodo ullamco sunt do consectetur dolor. Qui deserunt ad ullamco qui officia qui esse ullamco ad. Fugiat eiusmod ipsum cupidatat anim ullamco dolore nostrud.\r\n",
    "type": "pdu"
  },
  {
    "id": 3064,
    "name": "pdu-est13",
    "horizontalSize": 23,
    "verticalSize": 35,
    "position": "x:22,y:24",
    "status": "제각예정",
    "maxAllowEnergy": 25,
    "manufacturer": "NetApp",
    "modelNo": "5b34a38438875b18890a6b82",
    "disposeAt": "2018-09-18",
    "remark": "Incididunt nulla fugiat officia et consectetur est incididunt. Qui cillum excepteur commodo sint duis enim et. Commodo culpa id non sint ipsum excepteur est. Et culpa magna deserunt do non laborum cillum sunt elit qui minim pariatur ex aliqua. Ea Lorem magna ex cillum velit anim nisi esse tempor nostrud do quis ex qui. Mollit laborum aute laborum sunt eiusmod ut laboris consequat quis ut sunt. Veniam pariatur nostrud aute irure nulla nostrud eu ullamco consectetur quis duis.\r\n",
    "type": "pdu"
  },
  {
    "id": 3065,
    "name": "pdu-ut4",
    "horizontalSize": 17,
    "verticalSize": 33,
    "position": "x:14,y:32",
    "status": "유후",
    "maxAllowEnergy": 52,
    "manufacturer": "HP",
    "modelNo": "5b34a3840db5ae9c31fdb72b",
    "disposeAt": "2018-10-08",
    "remark": "Id sint elit voluptate nisi officia ex tempor. Consectetur est nisi elit est sunt adipisicing exercitation mollit veniam dolor velit pariatur nisi. Consequat ex proident fugiat Lorem labore occaecat do irure eiusmod. In commodo exercitation reprehenderit veniam pariatur amet commodo fugiat cupidatat culpa eiusmod consequat. Nostrud consequat cillum sint exercitation adipisicing ullamco ullamco eu. Enim proident Lorem fugiat sint elit excepteur culpa veniam magna nisi elit laboris adipisicing.\r\n",
    "type": "pdu"
  },
  {
    "id": 3066,
    "name": "pdu-esse31",
    "horizontalSize": 21,
    "verticalSize": 33,
    "position": "x:14,y:6",
    "status": "제각예정",
    "maxAllowEnergy": 27,
    "manufacturer": "TotalStorage",
    "modelNo": "5b34a3846ace73730c3d493d",
    "disposeAt": "2018-12-30",
    "remark": "Sunt duis fugiat velit in est cillum labore Lorem eu cupidatat. Ullamco laboris sit aute esse tempor do dolore esse. Ea non do eu nulla do quis exercitation eu aliqua enim. Culpa consequat in sit non. Nostrud excepteur sit dolore ad cillum. Cupidatat pariatur Lorem pariatur sit consequat do nostrud exercitation ea nostrud magna excepteur qui culpa. Laborum Lorem incididunt nostrud pariatur magna ea laboris quis nisi proident enim.\r\n",
    "type": "pdu"
  },
  {
    "id": 3067,
    "name": "pdu-qui41",
    "horizontalSize": 14,
    "verticalSize": 13,
    "position": "x:19,y:20",
    "status": "사용중",
    "maxAllowEnergy": 43,
    "manufacturer": "TotalStorage",
    "modelNo": "5b34a3840eccd3beaebb1f19",
    "disposeAt": "2018-12-26",
    "remark": "Amet dolore ut ad enim cillum reprehenderit tempor eiusmod. Anim et reprehenderit officia voluptate incididunt non eu proident. Do voluptate aliquip consectetur irure enim ex veniam esse cupidatat. Dolore fugiat sit proident mollit culpa incididunt. Do excepteur nostrud ipsum irure qui do in nisi. Elit non ipsum est labore deserunt eiusmod exercitation id.\r\n",
    "type": "pdu"
  },
  {
    "id": 3068,
    "name": "pdu-magna31",
    "horizontalSize": 22,
    "verticalSize": 11,
    "position": "x:36,y:29",
    "status": "사용중",
    "maxAllowEnergy": 97,
    "manufacturer": "Bridgetec",
    "modelNo": "5b34a384f26e6cdc7966ff0b",
    "disposeAt": "2018-12-11",
    "remark": "Commodo est irure consequat deserunt labore et magna occaecat esse. Voluptate occaecat aute dolor occaecat fugiat excepteur mollit est eiusmod veniam eiusmod nostrud pariatur esse. Mollit proident ex incididunt in officia id qui amet officia ullamco duis reprehenderit cillum excepteur. Lorem commodo qui ut magna irure est sunt fugiat culpa pariatur id ut velit in.\r\n",
    "type": "pdu"
  },
  {
    "id": 3069,
    "name": "pdu-officia24",
    "horizontalSize": 39,
    "verticalSize": 25,
    "position": "x:20,y:28",
    "status": "제각예정",
    "maxAllowEnergy": 86,
    "manufacturer": "HP",
    "modelNo": "5b34a3841e11a73ba45310bd",
    "disposeAt": "2018-07-01",
    "remark": "Irure reprehenderit sunt veniam veniam do ad est do. Labore ex aute voluptate ad est. Mollit ex quis mollit ex nostrud officia labore voluptate commodo ut ut laboris. Ex excepteur veniam dolor nostrud fugiat officia sint nostrud amet incididunt aute. Qui anim ea ex id incididunt. Ex et consequat ullamco nisi amet ipsum duis non duis laborum esse dolore nostrud anim. Adipisicing ea elit minim dolore aliquip sit.\r\n",
    "type": "pdu"
  },
  {
    "id": 3070,
    "name": "pdu-dolore22",
    "horizontalSize": 25,
    "verticalSize": 20,
    "position": "x:6,y:5",
    "status": "사용중",
    "maxAllowEnergy": 92,
    "manufacturer": "TotalStorage",
    "modelNo": "5b34a384b819fd7b9082afe0",
    "disposeAt": "2018-08-09",
    "remark": "Do proident esse et est pariatur ut qui duis Lorem consectetur laborum commodo minim. Adipisicing ex aliquip velit elit ut cupidatat dolor aute quis nostrud incididunt cupidatat laborum nisi. Do irure amet nostrud excepteur eu tempor tempor proident minim veniam ex aliquip voluptate. Labore culpa aute tempor est Lorem. Eu id laboris non sint dolor qui ullamco. Fugiat labore voluptate ipsum dolore. Amet ea nostrud minim occaecat pariatur commodo officia irure reprehenderit irure sunt sit incididunt.\r\n",
    "type": "pdu"
  },
  {
    "id": 3071,
    "name": "pdu-tempor49",
    "horizontalSize": 10,
    "verticalSize": 29,
    "position": "x:22,y:1",
    "status": "유후",
    "maxAllowEnergy": 9,
    "manufacturer": "HP",
    "modelNo": "5b34a38470e81c56cc39a148",
    "disposeAt": "2018-07-22",
    "remark": "In ad exercitation culpa laborum laborum commodo ex voluptate velit cillum minim cupidatat. Irure ullamco exercitation ad eiusmod ullamco pariatur laboris officia ipsum irure ut et non esse. Qui magna incididunt eiusmod nisi consectetur elit Lorem anim nulla. Adipisicing aliqua mollit magna velit minim labore duis nostrud proident sunt. Lorem aliquip veniam quis nostrud.\r\n",
    "type": "pdu"
  },
  {
    "id": 3072,
    "name": "pdu-ut16",
    "horizontalSize": 15,
    "verticalSize": 27,
    "position": "x:1,y:26",
    "status": "제각예정",
    "maxAllowEnergy": 67,
    "manufacturer": "EMC",
    "modelNo": "5b34a384dead4f93c384813c",
    "disposeAt": "2018-07-15",
    "remark": "Mollit occaecat aliquip mollit laboris enim est deserunt. Veniam elit fugiat sint proident. Ad enim ea magna proident aute proident cupidatat sunt consequat voluptate adipisicing proident. Enim non laboris ea ea qui ipsum. Aliqua laboris ullamco proident tempor adipisicing sint magna ullamco deserunt occaecat cupidatat.\r\n",
    "type": "pdu"
  },
  {
    "id": 3073,
    "name": "pdu-exercitation13",
    "horizontalSize": 39,
    "verticalSize": 36,
    "position": "x:34,y:33",
    "status": "제각예정",
    "maxAllowEnergy": 59,
    "manufacturer": "NetApp",
    "modelNo": "5b34a3843abc343a44bac699",
    "disposeAt": "2018-09-21",
    "remark": "Voluptate aliqua excepteur ullamco exercitation fugiat dolore do reprehenderit excepteur. Excepteur nostrud ullamco tempor in consequat tempor. Consectetur in esse elit irure aute aliqua officia Lorem mollit exercitation est tempor.\r\n",
    "type": "pdu"
  },
  {
    "id": 3074,
    "name": "pdu-consequat27",
    "horizontalSize": 37,
    "verticalSize": 37,
    "position": "x:2,y:10",
    "status": "제각예정",
    "maxAllowEnergy": 77,
    "manufacturer": "HP",
    "modelNo": "5b34a384e15d021d1fa91868",
    "disposeAt": "2018-09-30",
    "remark": "Exercitation ut cillum mollit proident sint consectetur anim sint excepteur voluptate mollit nisi. Est ad proident reprehenderit qui esse. Occaecat aliqua minim ipsum esse nisi.\r\n",
    "type": "pdu"
  },
  {
    "id": 3075,
    "name": "pdu-commodo26",
    "horizontalSize": 20,
    "verticalSize": 34,
    "position": "x:10,y:5",
    "status": "사용중",
    "maxAllowEnergy": 9,
    "manufacturer": "NetApp",
    "modelNo": "5b34a3842d31704550775191",
    "disposeAt": "2018-10-10",
    "remark": "Tempor nulla eu veniam aute nisi. Nostrud eiusmod eu magna pariatur esse ullamco velit. Anim officia in amet minim. Eiusmod voluptate in enim proident irure dolor est pariatur elit reprehenderit sunt. Nostrud anim incididunt dolor labore nisi. Sunt nisi elit nulla occaecat. Ad velit dolor exercitation duis exercitation ut magna sint exercitation velit.\r\n",
    "type": "pdu"
  },
  {
    "id": 3076,
    "name": "pdu-eu1",
    "horizontalSize": 28,
    "verticalSize": 32,
    "position": "x:14,y:14",
    "status": "사용중",
    "maxAllowEnergy": 83,
    "manufacturer": "NetApp",
    "modelNo": "5b34a38454646615c6b69004",
    "disposeAt": "2018-08-15",
    "remark": "Ullamco in cillum reprehenderit anim ad consequat proident esse. Ad adipisicing laboris Lorem voluptate tempor eiusmod do laboris sit esse quis dolore aute nulla. Ullamco incididunt minim ad minim ut excepteur labore occaecat ad aliqua veniam ex ex. Esse elit et cupidatat enim.\r\n",
    "type": "pdu"
  },
  {
    "id": 3077,
    "name": "pdu-eiusmod43",
    "horizontalSize": 20,
    "verticalSize": 31,
    "position": "x:1,y:22",
    "status": "사용중",
    "maxAllowEnergy": 10,
    "manufacturer": "EMC",
    "modelNo": "5b34a3847f6517e7ade835de",
    "disposeAt": "2018-07-19",
    "remark": "Sint adipisicing esse qui commodo aute non proident deserunt consectetur. Officia irure ut reprehenderit veniam esse magna laborum ipsum officia et duis cupidatat duis non. Dolore ut deserunt culpa tempor adipisicing ut commodo minim irure id eu nostrud culpa.\r\n",
    "type": "pdu"
  },
  {
    "id": 3078,
    "name": "pdu-commodo41",
    "horizontalSize": 16,
    "verticalSize": 38,
    "position": "x:2,y:34",
    "status": "유후",
    "maxAllowEnergy": 81,
    "manufacturer": "EMC",
    "modelNo": "5b34a3847c3e4393cd6b4b4f",
    "disposeAt": "2018-10-20",
    "remark": "Deserunt duis officia consequat veniam qui eiusmod non magna. Aliqua minim tempor mollit mollit amet labore eu aliquip nostrud proident. Laborum sint ipsum irure nulla magna amet sit culpa ut ullamco. Veniam mollit sit sint ullamco in ullamco consectetur dolore. Elit adipisicing irure reprehenderit nostrud eiusmod voluptate dolore minim nulla proident et minim officia labore. Consectetur officia minim incididunt dolore dolor sit ea sit cupidatat cupidatat amet.\r\n",
    "type": "pdu"
  },
  {
    "id": 3079,
    "name": "pdu-aliquip5",
    "horizontalSize": 12,
    "verticalSize": 38,
    "position": "x:4,y:27",
    "status": "제각예정",
    "maxAllowEnergy": 64,
    "manufacturer": "HP",
    "modelNo": "5b34a384688d8c28791ffbc8",
    "disposeAt": "2018-09-26",
    "remark": "Anim nulla anim elit elit fugiat nisi ipsum ea sunt est ipsum minim esse. Exercitation proident id est amet. Lorem exercitation do mollit officia.\r\n",
    "type": "pdu"
  },
  {
    "id": 3080,
    "name": "pdu-reprehenderit10",
    "horizontalSize": 40,
    "verticalSize": 25,
    "position": "x:19,y:4",
    "status": "제각예정",
    "maxAllowEnergy": 62,
    "manufacturer": "Bridgetec",
    "modelNo": "5b34a384b18e18244baf92ee",
    "disposeAt": "2018-10-28",
    "remark": "Ipsum adipisicing quis ipsum aliqua eiusmod id minim velit occaecat elit. Mollit cupidatat veniam ex nostrud anim non reprehenderit. Anim labore sunt tempor ipsum adipisicing qui veniam aliqua elit minim sunt reprehenderit. Esse dolor cupidatat esse cupidatat sit sunt ex aliqua veniam irure. Ullamco voluptate reprehenderit ex ullamco.\r\n",
    "type": "pdu"
  },
  {
    "id": 3081,
    "name": "pdu-magna4",
    "horizontalSize": 16,
    "verticalSize": 35,
    "position": "x:23,y:23",
    "status": "제각예정",
    "maxAllowEnergy": 99,
    "manufacturer": "EMC",
    "modelNo": "5b34a384017ac52d21de8c8a",
    "disposeAt": "2018-09-24",
    "remark": "Eiusmod tempor nisi in proident occaecat. Aute ex reprehenderit incididunt nisi anim in exercitation laboris ea sunt aute id aliquip sint. Quis sunt esse reprehenderit est. Veniam ex nisi reprehenderit tempor commodo veniam velit aliquip tempor eu laboris cupidatat aliqua. Dolore aliquip irure fugiat nostrud ex dolor ea aliqua commodo est magna consectetur adipisicing cupidatat. Qui laborum fugiat nostrud labore tempor mollit veniam dolor aute amet et ut.\r\n",
    "type": "pdu"
  },
  {
    "id": 3082,
    "name": "pdu-id44",
    "horizontalSize": 19,
    "verticalSize": 31,
    "position": "x:38,y:21",
    "status": "사용중",
    "maxAllowEnergy": 35,
    "manufacturer": "TotalStorage",
    "modelNo": "5b34a384fb95ff1398ce0c48",
    "disposeAt": "2018-08-23",
    "remark": "Irure consectetur irure sint incididunt ad mollit enim officia laboris laboris sunt. Ut sunt commodo consequat duis duis. Commodo do sunt cupidatat cupidatat.\r\n",
    "type": "pdu"
  },
  {
    "id": 3083,
    "name": "pdu-qui24",
    "horizontalSize": 17,
    "verticalSize": 13,
    "position": "x:4,y:38",
    "status": "사용중",
    "maxAllowEnergy": 36,
    "manufacturer": "DELL",
    "modelNo": "5b34a384c64c21246c19a42c",
    "disposeAt": "2018-07-31",
    "remark": "Laborum nulla amet exercitation aliqua sunt. Sunt voluptate reprehenderit id labore qui enim. Dolore ea irure officia officia laborum amet id nostrud ad occaecat.\r\n",
    "type": "pdu"
  },
  {
    "id": 3084,
    "name": "pdu-laborum20",
    "horizontalSize": 15,
    "verticalSize": 33,
    "position": "x:23,y:27",
    "status": "사용중",
    "maxAllowEnergy": 62,
    "manufacturer": "TotalStorage",
    "modelNo": "5b34a38475fb35bf5a417062",
    "disposeAt": "2018-12-05",
    "remark": "Aute ullamco aliqua eu quis deserunt. Proident Lorem velit incididunt non esse voluptate aute labore amet. Nostrud cupidatat nisi deserunt ipsum et nostrud proident occaecat excepteur labore minim dolor et proident. Consectetur officia eiusmod incididunt minim commodo. Sint do cillum deserunt cupidatat dolore incididunt dolor. Eu ex anim ad eiusmod commodo enim. Minim mollit ut mollit ut exercitation nulla esse.\r\n",
    "type": "pdu"
  },
  {
    "id": 3085,
    "name": "pdu-in14",
    "horizontalSize": 35,
    "verticalSize": 30,
    "position": "x:6,y:40",
    "status": "사용중",
    "maxAllowEnergy": 9,
    "manufacturer": "Bridgetec",
    "modelNo": "5b34a384464e7f6cf638752e",
    "disposeAt": "2018-09-08",
    "remark": "Commodo pariatur mollit exercitation voluptate irure laborum Lorem tempor proident officia dolore officia. Elit est aliqua quis ea laboris consectetur deserunt nostrud cupidatat laboris labore. Et labore officia qui dolor. Anim aliquip tempor do quis ea cupidatat cillum. Anim dolor ut laborum occaecat minim.\r\n",
    "type": "pdu"
  },
  {
    "id": 3086,
    "name": "pdu-aliquip37",
    "horizontalSize": 19,
    "verticalSize": 33,
    "position": "x:7,y:32",
    "status": "유후",
    "maxAllowEnergy": 55,
    "manufacturer": "TotalStorage",
    "modelNo": "5b34a384bd0192c52eafffb9",
    "disposeAt": "2018-08-20",
    "remark": "Occaecat excepteur Lorem occaecat reprehenderit esse commodo minim labore deserunt est. Ipsum officia consequat commodo fugiat minim nostrud do tempor sint ex. Do officia est ut laborum. Officia aliqua non irure anim Lorem officia esse. Commodo cillum Lorem irure nisi irure.\r\n",
    "type": "pdu"
  },
  {
    "id": 3087,
    "name": "pdu-occaecat12",
    "horizontalSize": 14,
    "verticalSize": 30,
    "position": "x:27,y:9",
    "status": "사용중",
    "maxAllowEnergy": 14,
    "manufacturer": "NetApp",
    "modelNo": "5b34a384c0d2443a87a165b0",
    "disposeAt": "2018-11-23",
    "remark": "Cupidatat exercitation ad aliquip anim excepteur commodo esse minim fugiat qui. Eiusmod tempor esse proident nostrud velit est. Voluptate labore commodo in ad commodo ullamco voluptate nisi reprehenderit mollit est dolore.\r\n",
    "type": "pdu"
  },
  {
    "id": 3088,
    "name": "pdu-ut19",
    "horizontalSize": 31,
    "verticalSize": 24,
    "position": "x:33,y:20",
    "status": "유후",
    "maxAllowEnergy": 1,
    "manufacturer": "HP",
    "modelNo": "5b34a3842e397fde5a568829",
    "disposeAt": "2018-08-12",
    "remark": "Commodo dolore ad id voluptate est aliquip fugiat mollit ex mollit ad in cupidatat. Id sit tempor consectetur cupidatat consectetur esse excepteur ut consequat exercitation cillum sunt amet elit. Enim velit voluptate est sit nulla nostrud est est quis Lorem proident. Deserunt consequat consectetur ad ex voluptate sint duis reprehenderit eu cillum. Deserunt Lorem aliqua mollit aliqua commodo.\r\n",
    "type": "pdu"
  },
  {
    "id": 3089,
    "name": "pdu-adipisicing19",
    "horizontalSize": 39,
    "verticalSize": 17,
    "position": "x:32,y:19",
    "status": "제각예정",
    "maxAllowEnergy": 16,
    "manufacturer": "TotalStorage",
    "modelNo": "5b34a3842e3fec73a81e0806",
    "disposeAt": "2018-11-25",
    "remark": "Exercitation labore nulla aute reprehenderit nulla occaecat eu elit. Pariatur proident cillum quis sit do. Ipsum commodo officia esse id laborum adipisicing do esse in occaecat cillum minim eiusmod. Voluptate aliquip proident ex exercitation duis. Cillum eu pariatur incididunt deserunt quis exercitation cillum. Anim culpa fugiat irure culpa ipsum aute amet mollit aute nisi culpa culpa.\r\n",
    "type": "pdu"
  },
  {
    "id": 3090,
    "name": "pdu-id14",
    "horizontalSize": 30,
    "verticalSize": 24,
    "position": "x:9,y:17",
    "status": "사용중",
    "maxAllowEnergy": 23,
    "manufacturer": "TotalStorage",
    "modelNo": "5b34a38477ccd113b72533da",
    "disposeAt": "2018-10-12",
    "remark": "Tempor deserunt esse fugiat officia. Ea non ea deserunt proident eiusmod incididunt aliquip ipsum enim nisi excepteur do enim nostrud. Cupidatat culpa amet id eu eiusmod esse ipsum magna eiusmod dolore sint non fugiat. Ea culpa occaecat dolore culpa enim mollit tempor quis laborum sunt ad ut. Nisi sint consequat officia proident ex et deserunt. Esse irure magna et non qui deserunt in enim do voluptate nostrud fugiat.\r\n",
    "type": "pdu"
  },
  {
    "id": 3091,
    "name": "pdu-aliqua31",
    "horizontalSize": 17,
    "verticalSize": 29,
    "position": "x:33,y:27",
    "status": "유후",
    "maxAllowEnergy": 69,
    "manufacturer": "DELL",
    "modelNo": "5b34a38402505197461d68db",
    "disposeAt": "2018-07-12",
    "remark": "Eu sint dolor aute aliqua. Mollit amet mollit pariatur nisi eiusmod laborum amet. Qui cupidatat exercitation laborum cupidatat cupidatat mollit culpa quis laborum. Reprehenderit sit eu esse esse est qui quis nostrud occaecat anim labore nostrud laboris. Minim in esse id ea elit sit consequat elit. Sunt qui ut sit laborum fugiat dolore ipsum aute non culpa sint amet. Dolor qui excepteur minim dolor pariatur.\r\n",
    "type": "pdu"
  },
  {
    "id": 3092,
    "name": "pdu-in33",
    "horizontalSize": 39,
    "verticalSize": 38,
    "position": "x:11,y:24",
    "status": "사용중",
    "maxAllowEnergy": 61,
    "manufacturer": "TotalStorage",
    "modelNo": "5b34a384ec73cc73fc023fc1",
    "disposeAt": "2018-08-01",
    "remark": "Ut enim quis nostrud pariatur eu dolor sit excepteur eiusmod ullamco consectetur est eiusmod proident. Ullamco officia cupidatat eiusmod reprehenderit et laboris esse nulla laborum pariatur. Duis irure commodo sint adipisicing nisi et sunt dolore in aliquip ipsum labore. Cupidatat veniam elit nostrud quis.\r\n",
    "type": "pdu"
  },
  {
    "id": 3093,
    "name": "pdu-deserunt15",
    "horizontalSize": 19,
    "verticalSize": 23,
    "position": "x:18,y:27",
    "status": "유후",
    "maxAllowEnergy": 55,
    "manufacturer": "Bridgetec",
    "modelNo": "5b34a38450d29beea65ef4a2",
    "disposeAt": "2018-10-18",
    "remark": "Deserunt esse laborum nisi labore aute laborum cillum est ad nisi irure ut. Ipsum sunt tempor anim magna quis non et elit pariatur fugiat occaecat anim. Dolor aliquip sint est excepteur nisi. Aute deserunt laborum dolor amet elit Lorem officia eu duis incididunt incididunt id. Consequat ad consequat est tempor ex adipisicing do ea aliqua. Pariatur cupidatat Lorem nisi sint fugiat ad ullamco non in duis dolor. Enim ex occaecat cupidatat mollit magna irure non sit fugiat excepteur laborum aute eiusmod.\r\n",
    "type": "pdu"
  },
  {
    "id": 3094,
    "name": "pdu-laborum1",
    "horizontalSize": 13,
    "verticalSize": 17,
    "position": "x:26,y:25",
    "status": "유후",
    "maxAllowEnergy": 61,
    "manufacturer": "NetApp",
    "modelNo": "5b34a3843c2c679bc37dd4cf",
    "disposeAt": "2018-10-16",
    "remark": "Sunt anim exercitation elit ex reprehenderit eiusmod pariatur cillum fugiat enim. Proident amet Lorem minim reprehenderit voluptate Lorem adipisicing. Ipsum ex sit aute ea adipisicing fugiat eiusmod ipsum. Lorem dolore enim elit exercitation proident incididunt cillum. Excepteur sunt est nostrud tempor exercitation excepteur cillum sint.\r\n",
    "type": "pdu"
  },
  {
    "id": 3095,
    "name": "pdu-reprehenderit38",
    "horizontalSize": 13,
    "verticalSize": 34,
    "position": "x:14,y:29",
    "status": "사용중",
    "maxAllowEnergy": 38,
    "manufacturer": "Bridgetec",
    "modelNo": "5b34a384953932805a10f95c",
    "disposeAt": "2018-07-28",
    "remark": "Laborum mollit ut minim magna commodo ex mollit consectetur. Laboris tempor sunt do ad pariatur irure reprehenderit et. Proident veniam adipisicing tempor pariatur quis culpa ullamco aliqua consectetur do magna.\r\n",
    "type": "pdu"
  },
  {
    "id": 3096,
    "name": "pdu-non36",
    "horizontalSize": 16,
    "verticalSize": 10,
    "position": "x:31,y:17",
    "status": "사용중",
    "maxAllowEnergy": 12,
    "manufacturer": "Bridgetec",
    "modelNo": "5b34a3845409578f232d2765",
    "disposeAt": "2018-08-05",
    "remark": "Laborum consequat aute cupidatat velit dolore non proident nulla irure veniam ut. Est Lorem nostrud laboris magna est occaecat eiusmod anim sint non aliqua nostrud. Quis consectetur anim incididunt consequat deserunt sint. Proident officia non culpa ipsum eiusmod excepteur. Exercitation eiusmod qui ipsum deserunt adipisicing sunt aliquip sunt. Dolore velit qui cupidatat velit dolore officia. Dolore nisi duis et ullamco id officia consequat ut eu culpa ea sint dolor est.\r\n",
    "type": "pdu"
  },
  {
    "id": 3097,
    "name": "pdu-consectetur21",
    "horizontalSize": 36,
    "verticalSize": 25,
    "position": "x:39,y:34",
    "status": "사용중",
    "maxAllowEnergy": 63,
    "manufacturer": "HP",
    "modelNo": "5b34a384b4b8c9dbce3d93fd",
    "disposeAt": "2018-09-17",
    "remark": "Incididunt fugiat est nostrud laboris et ullamco fugiat enim ex. Laborum ut et ad minim exercitation consectetur proident aute labore. In consectetur ullamco in ex consectetur commodo sit adipisicing commodo nostrud.\r\n",
    "type": "pdu"
  },
  {
    "id": 3098,
    "name": "pdu-tempor28",
    "horizontalSize": 37,
    "verticalSize": 18,
    "position": "x:30,y:26",
    "status": "제각예정",
    "maxAllowEnergy": 95,
    "manufacturer": "Bridgetec",
    "modelNo": "5b34a38477821828e068c3ee",
    "disposeAt": "2018-09-20",
    "remark": "Excepteur magna cillum aute officia non nostrud sint anim ex est voluptate incididunt adipisicing dolor. Exercitation non nostrud do sit culpa magna eiusmod veniam. Velit Lorem pariatur tempor labore fugiat amet amet veniam. Aliqua do mollit est incididunt nostrud ullamco duis velit velit excepteur enim enim labore laboris. Pariatur sit enim aute reprehenderit consequat minim dolore fugiat non exercitation nostrud duis. Consectetur culpa adipisicing enim cillum sit ipsum. Exercitation do elit incididunt proident aliqua deserunt consectetur ad excepteur in ut dolor dolore.\r\n",
    "type": "pdu"
  },
  {
    "id": 3099,
    "name": "pdu-culpa24",
    "horizontalSize": 36,
    "verticalSize": 32,
    "position": "x:12,y:7",
    "status": "사용중",
    "maxAllowEnergy": 13,
    "manufacturer": "NetApp",
    "modelNo": "5b34a384e91f70d3e2c44fcb",
    "disposeAt": "2018-08-29",
    "remark": "Laborum esse aute ipsum irure deserunt eu excepteur reprehenderit id ad adipisicing culpa. Aute proident nisi labore veniam ullamco sint id mollit deserunt ipsum. Sit quis ea nulla esse ea consequat ut magna sit duis sunt eu.\r\n",
    "type": "pdu"
  }
]