[
  {
    "id": 4000,
    "name": "havc-proident30",
    "caType": "공냉식 > 상향식",
    "horizontalSize": 33,
    "verticalSize": 10,
    "position": "x:17,y:4",
    "status": "유후",
    "maxAllowEnergy": 75,
    "devTotalAmount": 67,
    "manufacturer": "Bridgetec",
    "modelNo": "5b34a398a50189a5cf8f087b",
    "disposeAt": "2018-09-10",
    "remark": "Do sunt adipisicing excepteur proident enim tempor nisi aute sint ex ut non. Culpa in duis in sit amet aute laborum esse. Quis incididunt enim laboris est anim occaecat mollit. Sunt adipisicing elit elit culpa aliquip non adipisicing adipisicing sit. Irure exercitation proident non consequat anim qui excepteur labore consectetur commodo excepteur nisi anim.\r\n",
    "type": "havc"
  },
  {
    "id": 4001,
    "name": "havc-do45",
    "caType": "냉수식 > 하향식",
    "horizontalSize": 34,
    "verticalSize": 13,
    "position": "x:7,y:15",
    "status": "유후",
    "maxAllowEnergy": 93,
    "devTotalAmount": 28,
    "manufacturer": "EMC",
    "modelNo": "5b34a398689a9901c29300d9",
    "disposeAt": "2018-08-04",
    "remark": "Labore anim sit tempor officia exercitation amet consequat cillum culpa. Sint in aliquip non commodo aliqua do labore laboris. Aliquip sunt cillum incididunt excepteur eiusmod esse aliqua nulla ipsum Lorem duis ea est tempor.\r\n",
    "type": "havc"
  },
  {
    "id": 4002,
    "name": "havc-ea42",
    "caType": "공냉식 > 상향식",
    "horizontalSize": 15,
    "verticalSize": 24,
    "position": "x:12,y:25",
    "status": "유후",
    "maxAllowEnergy": 64,
    "devTotalAmount": 51,
    "manufacturer": "DELL",
    "modelNo": "5b34a3982db786a9018e175d",
    "disposeAt": "2018-10-16",
    "remark": "Duis veniam aliqua cupidatat excepteur sint et nisi. Quis qui proident dolore minim commodo mollit ea culpa elit qui. Voluptate Lorem quis culpa occaecat laboris excepteur id aute. Eiusmod sit consectetur duis nisi minim cillum non cupidatat ipsum. Est minim ea quis nulla amet. Id cillum commodo ad voluptate sint amet laboris proident reprehenderit in non excepteur sunt. Adipisicing ipsum Lorem occaecat magna ullamco nostrud excepteur elit Lorem mollit sit occaecat minim sit.\r\n",
    "type": "havc"
  },
  {
    "id": 4003,
    "name": "havc-aliqua31",
    "caType": "냉수식 > 상향식",
    "horizontalSize": 38,
    "verticalSize": 39,
    "position": "x:32,y:16",
    "status": "사용중",
    "maxAllowEnergy": 12,
    "devTotalAmount": 25,
    "manufacturer": "HP",
    "modelNo": "5b34a398843d3e89faf18141",
    "disposeAt": "2018-10-21",
    "remark": "Veniam sint amet nisi non tempor laboris aliquip mollit culpa incididunt elit. Deserunt duis officia sunt est eu proident quis tempor in ut non exercitation. Minim irure tempor nulla quis tempor tempor commodo commodo eiusmod ex Lorem sint qui consequat. Id cupidatat velit mollit tempor ea irure. Nostrud consequat nostrud consectetur eiusmod elit. In non pariatur cupidatat sunt eiusmod. Anim incididunt Lorem non labore pariatur ullamco ad est pariatur qui dolor consequat dolor.\r\n",
    "type": "havc"
  },
  {
    "id": 4004,
    "name": "havc-officia45",
    "caType": "공냉식 > 하향식",
    "horizontalSize": 30,
    "verticalSize": 21,
    "position": "x:31,y:38",
    "status": "제각예정",
    "maxAllowEnergy": 36,
    "devTotalAmount": 55,
    "manufacturer": "EMC",
    "modelNo": "5b34a398156e14b530d45272",
    "disposeAt": "2018-08-22",
    "remark": "Aliquip aliquip cupidatat in cupidatat elit. Ad fugiat nisi ea reprehenderit. Lorem incididunt amet ex consectetur ipsum magna magna. Aliqua aute dolore magna voluptate qui. Ea cillum nostrud mollit consectetur ullamco exercitation cupidatat deserunt in.\r\n",
    "type": "havc"
  },
  {
    "id": 4005,
    "name": "havc-adipisicing10",
    "caType": "공냉식 > 상향식",
    "horizontalSize": 30,
    "verticalSize": 26,
    "position": "x:35,y:5",
    "status": "사용중",
    "maxAllowEnergy": 77,
    "devTotalAmount": 41,
    "manufacturer": "TotalStorage",
    "modelNo": "5b34a398ec0da10c3639d5a4",
    "disposeAt": "2018-11-07",
    "remark": "Amet ad et exercitation aliqua irure ea eu irure nisi ipsum labore ad Lorem ea. Nostrud Lorem et quis ipsum dolore eu voluptate ad eiusmod sunt velit id sunt incididunt. Mollit voluptate ut ex consectetur Lorem consectetur nostrud exercitation dolore culpa in. Nostrud Lorem elit nostrud nostrud incididunt. Incididunt aliquip mollit proident velit cillum ullamco mollit irure. Duis cupidatat nostrud esse esse do anim aliquip ullamco ad non adipisicing dolor irure.\r\n",
    "type": "havc"
  },
  {
    "id": 4006,
    "name": "havc-labore43",
    "caType": "공냉식 > 상향식",
    "horizontalSize": 11,
    "verticalSize": 26,
    "position": "x:9,y:37",
    "status": "제각예정",
    "maxAllowEnergy": 42,
    "devTotalAmount": 88,
    "manufacturer": "TotalStorage",
    "modelNo": "5b34a3981739bc3aac55425d",
    "disposeAt": "2018-11-17",
    "remark": "Nostrud non sint magna quis laboris irure commodo duis enim quis consequat nulla consequat. Laborum non incididunt ea est. Cupidatat id irure deserunt dolore eu fugiat laboris. Non non est sint do aliquip excepteur aute deserunt aliqua ut culpa. Velit magna amet qui irure nisi. Deserunt nostrud adipisicing nisi laborum labore.\r\n",
    "type": "havc"
  },
  {
    "id": 4007,
    "name": "havc-eu39",
    "caType": "공냉식 > 하향식",
    "horizontalSize": 16,
    "verticalSize": 17,
    "position": "x:13,y:7",
    "status": "유후",
    "maxAllowEnergy": 92,
    "devTotalAmount": 90,
    "manufacturer": "HP",
    "modelNo": "5b34a3987be9851d32ee733b",
    "disposeAt": "2018-06-29",
    "remark": "Ea consequat ad officia ex aliquip sit minim Lorem labore. Deserunt ipsum velit ullamco velit id consectetur. Officia quis qui aliquip laborum officia est nostrud nisi cillum excepteur cillum nostrud.\r\n",
    "type": "havc"
  },
  {
    "id": 4008,
    "name": "havc-esse8",
    "caType": "공냉식 > 하향식",
    "horizontalSize": 21,
    "verticalSize": 40,
    "position": "x:9,y:10",
    "status": "유후",
    "maxAllowEnergy": 34,
    "devTotalAmount": 25,
    "manufacturer": "DELL",
    "modelNo": "5b34a3983c4b630448e52407",
    "disposeAt": "2018-10-01",
    "remark": "Officia esse adipisicing est id nostrud laboris. Mollit veniam tempor ad culpa sunt anim nulla irure. Qui non ad ex ea in. Adipisicing veniam elit ex aliqua id voluptate Lorem. Ipsum laborum id qui laboris Lorem aute exercitation sunt do non id ea ea culpa. Ex ut ut enim nulla consectetur ex et eu magna ipsum ipsum officia.\r\n",
    "type": "havc"
  },
  {
    "id": 4009,
    "name": "havc-id12",
    "caType": "냉수식 > 하향식",
    "horizontalSize": 39,
    "verticalSize": 20,
    "position": "x:12,y:6",
    "status": "제각예정",
    "maxAllowEnergy": 60,
    "devTotalAmount": 15,
    "manufacturer": "NetApp",
    "modelNo": "5b34a398e060ca9d050b8f62",
    "disposeAt": "2018-07-10",
    "remark": "Occaecat consectetur eiusmod qui ad esse enim nulla dolore magna consectetur eiusmod fugiat cupidatat sunt. Laborum magna irure elit minim. Officia anim voluptate nulla labore laborum sit aliqua aliqua dolor excepteur consequat in adipisicing.\r\n",
    "type": "havc"
  },
  {
    "id": 4010,
    "name": "havc-adipisicing26",
    "caType": "냉수식 > 하향식",
    "horizontalSize": 31,
    "verticalSize": 38,
    "position": "x:19,y:12",
    "status": "사용중",
    "maxAllowEnergy": 56,
    "devTotalAmount": 13,
    "manufacturer": "DELL",
    "modelNo": "5b34a398a97fc2363a4a71dc",
    "disposeAt": "2018-07-28",
    "remark": "Non fugiat exercitation culpa sint. Exercitation laborum non fugiat reprehenderit exercitation laboris incididunt laboris qui nisi proident officia ad. Reprehenderit duis nulla aliquip voluptate dolore qui. Duis labore cillum cupidatat deserunt enim Lorem nisi. Exercitation aliqua qui nostrud ullamco magna. Adipisicing enim aliquip elit sunt mollit duis sit proident incididunt ipsum eu. Velit tempor laboris aliquip cillum ipsum mollit tempor laborum laboris enim.\r\n",
    "type": "havc"
  },
  {
    "id": 4011,
    "name": "havc-duis30",
    "caType": "공냉식 > 하향식",
    "horizontalSize": 24,
    "verticalSize": 22,
    "position": "x:35,y:36",
    "status": "사용중",
    "maxAllowEnergy": 99,
    "devTotalAmount": 84,
    "manufacturer": "EMC",
    "modelNo": "5b34a398c26aec132a87fc4d",
    "disposeAt": "2018-08-19",
    "remark": "Ex amet proident anim sint aliqua dolore culpa est esse esse sint. Proident ut consectetur enim dolore velit excepteur sint amet sint culpa velit. Reprehenderit do sunt sit consequat cupidatat adipisicing ea est veniam nostrud elit sit fugiat dolore. Enim velit ea laboris cillum cupidatat voluptate in incididunt voluptate incididunt amet eu in sint. Cupidatat mollit dolor dolore commodo eu est proident. Aliquip in ipsum fugiat ex elit sit eiusmod ex incididunt adipisicing ea labore tempor.\r\n",
    "type": "havc"
  },
  {
    "id": 4012,
    "name": "havc-qui49",
    "caType": "공냉식 > 하향식",
    "horizontalSize": 16,
    "verticalSize": 14,
    "position": "x:19,y:32",
    "status": "제각예정",
    "maxAllowEnergy": 2,
    "devTotalAmount": 9,
    "manufacturer": "HP",
    "modelNo": "5b34a398758b0ea30e420804",
    "disposeAt": "2018-10-02",
    "remark": "Ad velit velit consectetur sunt occaecat ut. Do cupidatat anim quis culpa sint. Duis elit duis ad irure commodo consectetur quis aliquip. Exercitation exercitation deserunt est nostrud consectetur dolor anim excepteur eu labore esse. Non adipisicing dolor mollit amet aliqua.\r\n",
    "type": "havc"
  },
  {
    "id": 4013,
    "name": "havc-adipisicing8",
    "caType": "냉수식 > 하향식",
    "horizontalSize": 36,
    "verticalSize": 39,
    "position": "x:36,y:21",
    "status": "사용중",
    "maxAllowEnergy": 4,
    "devTotalAmount": 60,
    "manufacturer": "TotalStorage",
    "modelNo": "5b34a3982acdc2473c50d9a3",
    "disposeAt": "2018-10-19",
    "remark": "Labore incididunt officia do laborum elit. Labore pariatur consectetur labore aute non velit fugiat dolore in pariatur commodo do anim. Sint tempor nulla labore excepteur aliquip consectetur dolor. Aliquip aute incididunt reprehenderit incididunt adipisicing id consequat proident duis veniam irure. Dolor anim laborum veniam minim officia est dolore.\r\n",
    "type": "havc"
  },
  {
    "id": 4014,
    "name": "havc-commodo11",
    "caType": "냉수식 > 상향식",
    "horizontalSize": 27,
    "verticalSize": 32,
    "position": "x:36,y:14",
    "status": "사용중",
    "maxAllowEnergy": 13,
    "devTotalAmount": 36,
    "manufacturer": "HP",
    "modelNo": "5b34a3989de689cb85878d69",
    "disposeAt": "2018-10-06",
    "remark": "Dolore mollit esse deserunt nisi esse duis commodo consequat in occaecat. Laboris quis cupidatat proident consectetur proident. Elit duis tempor culpa consectetur aliqua voluptate sunt incididunt proident. Sit ex ex officia adipisicing. Minim magna amet eu reprehenderit incididunt commodo voluptate reprehenderit laboris culpa mollit incididunt. Laboris Lorem fugiat aliqua do magna aliquip nulla officia veniam ullamco laborum amet quis in. Incididunt consectetur exercitation exercitation eiusmod aliqua minim dolor pariatur exercitation.\r\n",
    "type": "havc"
  },
  {
    "id": 4015,
    "name": "havc-cupidatat48",
    "caType": "냉수식 > 상향식",
    "horizontalSize": 33,
    "verticalSize": 37,
    "position": "x:36,y:23",
    "status": "유후",
    "maxAllowEnergy": 40,
    "devTotalAmount": 13,
    "manufacturer": "HP",
    "modelNo": "5b34a3986908d7d1d0ece114",
    "disposeAt": "2018-10-17",
    "remark": "Et commodo aute commodo esse. Id ut in ex laboris. Nostrud do quis laboris ad minim nulla ea nulla pariatur proident id sint cillum ipsum.\r\n",
    "type": "havc"
  },
  {
    "id": 4016,
    "name": "havc-duis43",
    "caType": "냉수식 > 하향식",
    "horizontalSize": 20,
    "verticalSize": 36,
    "position": "x:21,y:18",
    "status": "유후",
    "maxAllowEnergy": 87,
    "devTotalAmount": 5,
    "manufacturer": "Bridgetec",
    "modelNo": "5b34a3980ae249d4f1efcd79",
    "disposeAt": "2018-09-26",
    "remark": "Laborum adipisicing dolor esse et magna enim consequat. Ullamco esse tempor irure enim anim. Pariatur elit enim proident elit exercitation quis nostrud minim non et anim. Duis aute occaecat laborum do consequat officia nostrud sunt voluptate do in. Et ut in esse aliqua ut aliqua culpa enim irure veniam laborum reprehenderit elit. Velit minim ullamco sit anim occaecat pariatur Lorem excepteur minim irure pariatur ad minim incididunt.\r\n",
    "type": "havc"
  },
  {
    "id": 4017,
    "name": "havc-esse47",
    "caType": "냉수식 > 상향식",
    "horizontalSize": 21,
    "verticalSize": 20,
    "position": "x:4,y:31",
    "status": "사용중",
    "maxAllowEnergy": 21,
    "devTotalAmount": 39,
    "manufacturer": "DELL",
    "modelNo": "5b34a398a684986aea5cb7b0",
    "disposeAt": "2018-08-16",
    "remark": "Dolore nostrud in ad dolore commodo ullamco non incididunt aute duis deserunt nisi incididunt. Nisi ullamco dolore non et. Commodo aute sint velit sit deserunt veniam proident consectetur duis magna. Laborum aliqua ea anim mollit sint consequat cupidatat deserunt veniam exercitation. Nostrud nisi fugiat ut ad. Labore occaecat commodo reprehenderit elit esse culpa enim amet cupidatat nulla. Dolor laboris ullamco qui Lorem sunt consectetur officia proident aliqua ex sint nostrud ex.\r\n",
    "type": "havc"
  },
  {
    "id": 4018,
    "name": "havc-commodo18",
    "caType": "냉수식 > 상향식",
    "horizontalSize": 15,
    "verticalSize": 16,
    "position": "x:15,y:37",
    "status": "제각예정",
    "maxAllowEnergy": 83,
    "devTotalAmount": 58,
    "manufacturer": "HP",
    "modelNo": "5b34a39848fa6de52c0f05b3",
    "disposeAt": "2018-09-26",
    "remark": "Est labore sint deserunt ea irure exercitation enim nisi ipsum. Et eiusmod ipsum aute incididunt velit. Dolore culpa anim aute dolore enim amet pariatur ipsum anim ad deserunt. Proident esse eiusmod voluptate irure amet dolore dolore officia qui aute exercitation veniam aliqua voluptate.\r\n",
    "type": "havc"
  },
  {
    "id": 4019,
    "name": "havc-ullamco25",
    "caType": "냉수식 > 상향식",
    "horizontalSize": 23,
    "verticalSize": 10,
    "position": "x:30,y:27",
    "status": "사용중",
    "maxAllowEnergy": 49,
    "devTotalAmount": 8,
    "manufacturer": "NetApp",
    "modelNo": "5b34a39823f5efd6c7049f20",
    "disposeAt": "2018-11-28",
    "remark": "Sit ad anim reprehenderit incididunt quis sint eiusmod veniam amet non veniam veniam. Ea proident Lorem commodo cillum. Est labore incididunt nisi consequat magna qui nulla.\r\n",
    "type": "havc"
  },
  {
    "id": 4020,
    "name": "havc-anim11",
    "caType": "냉수식 > 하향식",
    "horizontalSize": 38,
    "verticalSize": 32,
    "position": "x:11,y:8",
    "status": "사용중",
    "maxAllowEnergy": 16,
    "devTotalAmount": 19,
    "manufacturer": "DELL",
    "modelNo": "5b34a3984a00d242f1c556d5",
    "disposeAt": "2018-09-21",
    "remark": "Tempor laboris sint officia eu eu consectetur esse laborum elit. Sunt consectetur commodo dolor dolore. Occaecat proident esse ut do officia. Et consequat voluptate sint in et quis mollit in consectetur veniam sint non culpa.\r\n",
    "type": "havc"
  },
  {
    "id": 4021,
    "name": "havc-ipsum46",
    "caType": "공냉식 > 하향식",
    "horizontalSize": 13,
    "verticalSize": 28,
    "position": "x:26,y:16",
    "status": "사용중",
    "maxAllowEnergy": 65,
    "devTotalAmount": 82,
    "manufacturer": "HP",
    "modelNo": "5b34a398777b181b5b6de899",
    "disposeAt": "2018-11-21",
    "remark": "Labore cupidatat ullamco est elit Lorem eu occaecat ipsum tempor non. Consectetur pariatur aliquip id anim qui velit excepteur ex. Fugiat occaecat minim qui ad in laborum excepteur qui tempor velit amet nulla. Enim dolor ipsum elit ad non tempor ullamco deserunt quis adipisicing est cupidatat.\r\n",
    "type": "havc"
  },
  {
    "id": 4022,
    "name": "havc-enim13",
    "caType": "공냉식 > 상향식",
    "horizontalSize": 23,
    "verticalSize": 20,
    "position": "x:2,y:9",
    "status": "유후",
    "maxAllowEnergy": 6,
    "devTotalAmount": 99,
    "manufacturer": "DELL",
    "modelNo": "5b34a3988a087466f2879f17",
    "disposeAt": "2018-12-19",
    "remark": "Aute velit deserunt cupidatat minim Lorem id ipsum incididunt magna laborum. Occaecat sint Lorem officia non voluptate occaecat minim aute ullamco. Sit laborum laborum in Lorem quis aliqua ad laboris sunt ut sit quis. Nisi labore adipisicing fugiat reprehenderit officia adipisicing minim amet qui voluptate adipisicing amet esse.\r\n",
    "type": "havc"
  },
  {
    "id": 4023,
    "name": "havc-ea45",
    "caType": "냉수식 > 상향식",
    "horizontalSize": 31,
    "verticalSize": 28,
    "position": "x:40,y:6",
    "status": "사용중",
    "maxAllowEnergy": 30,
    "devTotalAmount": 30,
    "manufacturer": "HP",
    "modelNo": "5b34a3981c1a0667a276d06e",
    "disposeAt": "2018-08-09",
    "remark": "Commodo anim elit est sint. Occaecat sit enim ipsum ea ea ea minim laborum deserunt quis et ea consectetur. Sunt esse reprehenderit id laboris occaecat cillum proident aliqua. Officia ea proident incididunt qui elit voluptate aliquip. Eiusmod reprehenderit enim ex eiusmod eiusmod duis sint cillum officia est. Ipsum dolore in esse qui officia nulla nisi. Aute dolor magna culpa veniam sit exercitation commodo ea anim irure consectetur.\r\n",
    "type": "havc"
  },
  {
    "id": 4024,
    "name": "havc-ex19",
    "caType": "냉수식 > 하향식",
    "horizontalSize": 31,
    "verticalSize": 26,
    "position": "x:29,y:24",
    "status": "사용중",
    "maxAllowEnergy": 68,
    "devTotalAmount": 53,
    "manufacturer": "HP",
    "modelNo": "5b34a3987a60f6b61854e869",
    "disposeAt": "2018-12-01",
    "remark": "Consectetur pariatur commodo fugiat officia aliquip in in est culpa quis ullamco sunt. Dolore consequat veniam sit cupidatat pariatur in sunt. Ut exercitation eiusmod consequat tempor enim exercitation do anim. Elit fugiat in id consectetur aliqua exercitation sunt laboris.\r\n",
    "type": "havc"
  },
  {
    "id": 4025,
    "name": "havc-elit22",
    "caType": "공냉식 > 하향식",
    "horizontalSize": 10,
    "verticalSize": 10,
    "position": "x:27,y:33",
    "status": "유후",
    "maxAllowEnergy": 22,
    "devTotalAmount": 83,
    "manufacturer": "EMC",
    "modelNo": "5b34a398c0a094b81e2db1f1",
    "disposeAt": "2018-08-04",
    "remark": "Labore excepteur Lorem ad sint pariatur veniam excepteur ut commodo adipisicing officia ipsum culpa est. Eu deserunt esse velit quis minim velit culpa excepteur magna ea elit sit. Laborum laborum excepteur non mollit proident est fugiat esse sit veniam in nulla. Amet ea aliquip culpa anim.\r\n",
    "type": "havc"
  },
  {
    "id": 4026,
    "name": "havc-incididunt44",
    "caType": "공냉식 > 상향식",
    "horizontalSize": 30,
    "verticalSize": 25,
    "position": "x:24,y:39",
    "status": "제각예정",
    "maxAllowEnergy": 30,
    "devTotalAmount": 36,
    "manufacturer": "EMC",
    "modelNo": "5b34a3980ed52ec45bc8de25",
    "disposeAt": "2018-11-17",
    "remark": "Irure amet mollit duis et. Quis sint anim veniam eiusmod proident eu cupidatat cupidatat pariatur non proident. Pariatur adipisicing aliquip minim labore proident. Anim ex sunt id quis laboris excepteur ex nulla eu non occaecat est. Quis aute id ipsum pariatur occaecat qui ea fugiat eiusmod.\r\n",
    "type": "havc"
  },
  {
    "id": 4027,
    "name": "havc-eiusmod39",
    "caType": "공냉식 > 하향식",
    "horizontalSize": 12,
    "verticalSize": 33,
    "position": "x:32,y:26",
    "status": "사용중",
    "maxAllowEnergy": 59,
    "devTotalAmount": 60,
    "manufacturer": "NetApp",
    "modelNo": "5b34a398879594138b77d652",
    "disposeAt": "2018-12-09",
    "remark": "Eiusmod do tempor reprehenderit irure consequat cupidatat laborum. Irure qui aliquip nostrud ex ea commodo labore nisi amet ad duis ea culpa. Labore adipisicing minim laboris officia cupidatat commodo cupidatat duis aliqua non. Est sunt occaecat culpa amet laborum ut nostrud. Tempor eiusmod duis consectetur enim veniam elit Lorem amet ullamco commodo cupidatat veniam occaecat veniam. Qui amet in proident excepteur sunt. Sunt ad adipisicing est enim exercitation aliquip labore officia est ipsum adipisicing adipisicing aute amet.\r\n",
    "type": "havc"
  },
  {
    "id": 4028,
    "name": "havc-sint20",
    "caType": "냉수식 > 하향식",
    "horizontalSize": 23,
    "verticalSize": 26,
    "position": "x:4,y:26",
    "status": "제각예정",
    "maxAllowEnergy": 1,
    "devTotalAmount": 78,
    "manufacturer": "NetApp",
    "modelNo": "5b34a39890b8c8d60f4c3f31",
    "disposeAt": "2018-12-19",
    "remark": "Cupidatat in enim laboris nostrud non adipisicing laborum minim et laborum incididunt magna mollit. Voluptate eu voluptate laborum eiusmod velit labore mollit excepteur veniam enim amet occaecat exercitation. Elit veniam elit proident aliquip sit enim tempor nostrud voluptate id officia irure elit dolore. Cillum est eiusmod ut est eiusmod veniam.\r\n",
    "type": "havc"
  },
  {
    "id": 4029,
    "name": "havc-ullamco39",
    "caType": "공냉식 > 상향식",
    "horizontalSize": 10,
    "verticalSize": 19,
    "position": "x:32,y:30",
    "status": "제각예정",
    "maxAllowEnergy": 67,
    "devTotalAmount": 27,
    "manufacturer": "TotalStorage",
    "modelNo": "5b34a398c8e500ed20475114",
    "disposeAt": "2018-09-21",
    "remark": "Ut esse sunt ad et magna. Ipsum Lorem dolore magna consequat amet officia aliqua quis reprehenderit veniam. Lorem excepteur amet anim velit irure minim ipsum qui duis consectetur ipsum duis.\r\n",
    "type": "havc"
  },
  {
    "id": 4030,
    "name": "havc-amet31",
    "caType": "공냉식 > 하향식",
    "horizontalSize": 12,
    "verticalSize": 26,
    "position": "x:33,y:11",
    "status": "유후",
    "maxAllowEnergy": 96,
    "devTotalAmount": 57,
    "manufacturer": "HP",
    "modelNo": "5b34a398e5d4841c491b8837",
    "disposeAt": "2018-10-28",
    "remark": "Voluptate occaecat tempor quis in sunt elit velit occaecat cillum. Deserunt in sit velit minim id voluptate. Eiusmod voluptate nisi sint eiusmod duis tempor aliqua eu sit cupidatat ut reprehenderit ut. Deserunt irure magna incididunt nostrud. Nulla nisi deserunt voluptate minim do deserunt ea aliqua esse quis aliquip ad consectetur. Adipisicing ad laboris minim dolore sint dolore do aute.\r\n",
    "type": "havc"
  },
  {
    "id": 4031,
    "name": "havc-eu40",
    "caType": "냉수식 > 하향식",
    "horizontalSize": 13,
    "verticalSize": 29,
    "position": "x:31,y:8",
    "status": "사용중",
    "maxAllowEnergy": 99,
    "devTotalAmount": 69,
    "manufacturer": "TotalStorage",
    "modelNo": "5b34a398f3c379779e7e0969",
    "disposeAt": "2018-10-07",
    "remark": "Cillum elit est mollit tempor ipsum mollit nostrud esse. Consequat duis aute occaecat adipisicing. Dolore quis reprehenderit dolore est exercitation. Aute deserunt labore nulla elit ea deserunt minim non. Mollit nostrud exercitation officia deserunt voluptate proident aute aliquip ipsum amet laborum deserunt consequat. Nulla laboris excepteur proident nisi dolor nulla dolor mollit adipisicing sit officia pariatur nulla. Duis ut est id minim dolore sint et.\r\n",
    "type": "havc"
  },
  {
    "id": 4032,
    "name": "havc-proident37",
    "caType": "공냉식 > 하향식",
    "horizontalSize": 14,
    "verticalSize": 25,
    "position": "x:4,y:17",
    "status": "사용중",
    "maxAllowEnergy": 37,
    "devTotalAmount": 15,
    "manufacturer": "TotalStorage",
    "modelNo": "5b34a39892584c22b0b07aa6",
    "disposeAt": "2018-09-05",
    "remark": "Cillum duis dolor nostrud officia proident pariatur labore amet culpa do est aute fugiat non. Lorem eu culpa occaecat excepteur ullamco enim. Deserunt non esse veniam tempor dolor. Exercitation duis aliquip minim quis incididunt ipsum aliqua eu sit laborum fugiat sunt eu aliqua. Consequat cillum nulla duis id occaecat Lorem eu qui. Sint fugiat veniam elit ea culpa sit esse voluptate id commodo. Sit culpa est non aute est.\r\n",
    "type": "havc"
  },
  {
    "id": 4033,
    "name": "havc-pariatur12",
    "caType": "공냉식 > 하향식",
    "horizontalSize": 22,
    "verticalSize": 32,
    "position": "x:35,y:13",
    "status": "유후",
    "maxAllowEnergy": 3,
    "devTotalAmount": 45,
    "manufacturer": "HP",
    "modelNo": "5b34a3987563c252c352f304",
    "disposeAt": "2018-12-01",
    "remark": "In do enim ex veniam et sint dolore. Irure occaecat est est ipsum aute dolor in. Lorem ullamco qui nostrud aute ex pariatur magna amet aute sint commodo eiusmod officia sint. Cillum Lorem et ad labore. Nisi voluptate enim do consectetur consequat. Commodo dolor nulla deserunt fugiat non minim anim.\r\n",
    "type": "havc"
  },
  {
    "id": 4034,
    "name": "havc-ad20",
    "caType": "냉수식 > 하향식",
    "horizontalSize": 26,
    "verticalSize": 40,
    "position": "x:25,y:9",
    "status": "제각예정",
    "maxAllowEnergy": 68,
    "devTotalAmount": 92,
    "manufacturer": "EMC",
    "modelNo": "5b34a3980b87e86ed31b8be3",
    "disposeAt": "2018-06-30",
    "remark": "Cupidatat laboris esse est velit veniam officia nisi veniam commodo anim officia ipsum. Reprehenderit aliqua quis ipsum aute magna ipsum. Minim duis reprehenderit amet labore nisi fugiat exercitation cillum cillum mollit. Aliquip incididunt ex dolor officia aliqua. Nisi aute dolore aliqua amet nisi consectetur anim minim officia culpa nisi.\r\n",
    "type": "havc"
  },
  {
    "id": 4035,
    "name": "havc-mollit39",
    "caType": "냉수식 > 하향식",
    "horizontalSize": 37,
    "verticalSize": 16,
    "position": "x:4,y:36",
    "status": "사용중",
    "maxAllowEnergy": 33,
    "devTotalAmount": 45,
    "manufacturer": "HP",
    "modelNo": "5b34a39868d2b126bbd39c09",
    "disposeAt": "2018-09-07",
    "remark": "Dolore tempor aliqua adipisicing sunt exercitation exercitation magna aute labore magna incididunt officia. Ea commodo Lorem nostrud laboris do sint nostrud. Esse minim ex ad ea voluptate ad sint incididunt consequat fugiat nisi anim. Irure ullamco commodo ea enim consequat eu. Deserunt pariatur et anim Lorem consectetur elit quis nisi aute magna irure do cupidatat esse. Laboris non esse enim do elit ipsum ad irure non elit adipisicing cillum qui.\r\n",
    "type": "havc"
  },
  {
    "id": 4036,
    "name": "havc-cupidatat35",
    "caType": "공냉식 > 상향식",
    "horizontalSize": 27,
    "verticalSize": 11,
    "position": "x:31,y:23",
    "status": "제각예정",
    "maxAllowEnergy": 20,
    "devTotalAmount": 74,
    "manufacturer": "DELL",
    "modelNo": "5b34a39841b871c5a8aca6b9",
    "disposeAt": "2018-12-25",
    "remark": "Sint adipisicing sit commodo sit commodo occaecat laboris enim et magna. Adipisicing fugiat eiusmod fugiat ea laborum minim. Aute consequat enim qui eiusmod elit ullamco commodo fugiat dolor id fugiat proident commodo minim. Mollit aliqua enim culpa sit pariatur ea. Dolor pariatur qui enim consectetur eu fugiat tempor excepteur velit eiusmod mollit anim reprehenderit veniam.\r\n",
    "type": "havc"
  },
  {
    "id": 4037,
    "name": "havc-laboris41",
    "caType": "공냉식 > 하향식",
    "horizontalSize": 10,
    "verticalSize": 26,
    "position": "x:14,y:5",
    "status": "유후",
    "maxAllowEnergy": 12,
    "devTotalAmount": 53,
    "manufacturer": "NetApp",
    "modelNo": "5b34a398a9c9e18e4fa7b282",
    "disposeAt": "2018-10-24",
    "remark": "Sint adipisicing velit deserunt do quis exercitation laborum et enim est reprehenderit ullamco duis officia. Velit nulla cillum elit do est. Velit eiusmod minim velit deserunt voluptate. Officia sit id culpa reprehenderit Lorem non ullamco esse aliqua reprehenderit. Aute velit ad excepteur consequat. Deserunt quis adipisicing proident non aute ex mollit consequat consequat. Sit eu laboris ex labore ex enim qui cillum proident cillum nulla labore nulla.\r\n",
    "type": "havc"
  },
  {
    "id": 4038,
    "name": "havc-dolore3",
    "caType": "냉수식 > 하향식",
    "horizontalSize": 10,
    "verticalSize": 29,
    "position": "x:38,y:18",
    "status": "유후",
    "maxAllowEnergy": 71,
    "devTotalAmount": 29,
    "manufacturer": "TotalStorage",
    "modelNo": "5b34a3986c9c84993eef8c2c",
    "disposeAt": "2018-07-31",
    "remark": "Voluptate ut excepteur ad cupidatat amet officia. Dolor aliquip et est duis consectetur velit. Sint Lorem amet mollit anim. Proident consectetur labore ullamco tempor non Lorem eiusmod minim aliquip sit culpa tempor. Ut deserunt amet voluptate velit exercitation commodo eiusmod laboris sunt officia deserunt tempor consequat.\r\n",
    "type": "havc"
  },
  {
    "id": 4039,
    "name": "havc-aute16",
    "caType": "냉수식 > 하향식",
    "horizontalSize": 19,
    "verticalSize": 28,
    "position": "x:33,y:15",
    "status": "유후",
    "maxAllowEnergy": 9,
    "devTotalAmount": 5,
    "manufacturer": "TotalStorage",
    "modelNo": "5b34a3988d2df0bf27db38b5",
    "disposeAt": "2018-10-13",
    "remark": "Irure aute dolore cillum excepteur laboris nostrud elit. Cupidatat enim ex ipsum voluptate officia exercitation. Velit nulla cupidatat in adipisicing sint aliqua magna. Consequat culpa deserunt magna quis anim dolor ut sint culpa labore deserunt consequat amet. Ex exercitation incididunt commodo quis ipsum tempor commodo laboris dolor dolor.\r\n",
    "type": "havc"
  },
  {
    "id": 4040,
    "name": "havc-id25",
    "caType": "공냉식 > 상향식",
    "horizontalSize": 19,
    "verticalSize": 37,
    "position": "x:10,y:23",
    "status": "사용중",
    "maxAllowEnergy": 4,
    "devTotalAmount": 34,
    "manufacturer": "DELL",
    "modelNo": "5b34a398d7dbcf501ba32da5",
    "disposeAt": "2018-09-03",
    "remark": "Incididunt ea irure minim non. Et irure eiusmod dolor dolore non duis tempor commodo id pariatur reprehenderit sint nulla reprehenderit. Nisi deserunt ad qui dolor. Nulla veniam cupidatat qui pariatur pariatur nisi dolore ut minim pariatur ullamco labore anim.\r\n",
    "type": "havc"
  },
  {
    "id": 4041,
    "name": "havc-ex24",
    "caType": "공냉식 > 상향식",
    "horizontalSize": 21,
    "verticalSize": 10,
    "position": "x:39,y:1",
    "status": "제각예정",
    "maxAllowEnergy": 5,
    "devTotalAmount": 46,
    "manufacturer": "TotalStorage",
    "modelNo": "5b34a398c63090c9d7f78006",
    "disposeAt": "2018-10-07",
    "remark": "Reprehenderit Lorem sit incididunt ipsum incididunt pariatur ipsum sint adipisicing proident officia excepteur. Est excepteur proident esse exercitation incididunt ex do adipisicing pariatur incididunt nisi. Ex quis magna laborum deserunt nisi incididunt velit non magna excepteur id deserunt ipsum ea. Eiusmod magna fugiat esse anim ex nulla.\r\n",
    "type": "havc"
  },
  {
    "id": 4042,
    "name": "havc-voluptate29",
    "caType": "공냉식 > 하향식",
    "horizontalSize": 35,
    "verticalSize": 14,
    "position": "x:8,y:21",
    "status": "제각예정",
    "maxAllowEnergy": 37,
    "devTotalAmount": 63,
    "manufacturer": "NetApp",
    "modelNo": "5b34a398967ddb4cf20cbddb",
    "disposeAt": "2018-10-21",
    "remark": "Do eu dolor consequat aliquip consectetur nisi est anim anim fugiat qui reprehenderit qui magna. Duis magna do Lorem qui magna nulla ea labore est veniam cupidatat. Ea velit est eiusmod amet eiusmod aliquip nostrud magna velit labore veniam. Adipisicing pariatur nostrud esse eiusmod officia culpa laborum magna et.\r\n",
    "type": "havc"
  },
  {
    "id": 4043,
    "name": "havc-in22",
    "caType": "공냉식 > 상향식",
    "horizontalSize": 24,
    "verticalSize": 25,
    "position": "x:35,y:40",
    "status": "유후",
    "maxAllowEnergy": 12,
    "devTotalAmount": 74,
    "manufacturer": "NetApp",
    "modelNo": "5b34a3982cfa958ec42e00b9",
    "disposeAt": "2018-11-13",
    "remark": "Dolor non cupidatat eiusmod minim eu. Do nostrud est sint magna cupidatat. Duis cillum ut in nostrud dolor exercitation ullamco. Deserunt sunt veniam aliquip excepteur magna pariatur excepteur eiusmod id.\r\n",
    "type": "havc"
  },
  {
    "id": 4044,
    "name": "havc-cupidatat5",
    "caType": "냉수식 > 상향식",
    "horizontalSize": 13,
    "verticalSize": 21,
    "position": "x:39,y:38",
    "status": "사용중",
    "maxAllowEnergy": 61,
    "devTotalAmount": 11,
    "manufacturer": "TotalStorage",
    "modelNo": "5b34a398980d8a3bd3297cdc",
    "disposeAt": "2018-09-29",
    "remark": "Lorem minim aute sunt fugiat reprehenderit sint. Exercitation ex in et consequat aliqua elit fugiat est anim irure. Proident sint ullamco commodo fugiat veniam eiusmod.\r\n",
    "type": "havc"
  },
  {
    "id": 4045,
    "name": "havc-excepteur38",
    "caType": "공냉식 > 하향식",
    "horizontalSize": 28,
    "verticalSize": 15,
    "position": "x:22,y:28",
    "status": "제각예정",
    "maxAllowEnergy": 84,
    "devTotalAmount": 54,
    "manufacturer": "Bridgetec",
    "modelNo": "5b34a3981da6d847c6732007",
    "disposeAt": "2018-09-20",
    "remark": "Fugiat ea occaecat tempor in nisi voluptate. Qui tempor officia sint exercitation adipisicing fugiat magna irure laborum cupidatat qui consequat. Ex nostrud consectetur commodo laborum cillum in ut mollit non eu adipisicing sit laboris fugiat. Aliquip magna laborum cupidatat est excepteur commodo cupidatat non nulla in.\r\n",
    "type": "havc"
  },
  {
    "id": 4046,
    "name": "havc-id2",
    "caType": "공냉식 > 상향식",
    "horizontalSize": 21,
    "verticalSize": 24,
    "position": "x:25,y:20",
    "status": "제각예정",
    "maxAllowEnergy": 57,
    "devTotalAmount": 99,
    "manufacturer": "TotalStorage",
    "modelNo": "5b34a398892028d18df3d8fa",
    "disposeAt": "2018-08-13",
    "remark": "Proident enim enim in ea adipisicing aliquip occaecat adipisicing aliqua non aute in. Sint occaecat non elit consequat. Cillum amet ut fugiat nulla sint proident ut fugiat. Amet amet laboris proident elit sint veniam Lorem aliquip fugiat Lorem velit culpa fugiat. Cillum id irure proident enim. Eiusmod irure consequat pariatur aliquip commodo. Aliqua fugiat dolor consectetur excepteur qui velit qui ad nulla adipisicing in consequat.\r\n",
    "type": "havc"
  },
  {
    "id": 4047,
    "name": "havc-ullamco17",
    "caType": "공냉식 > 상향식",
    "horizontalSize": 32,
    "verticalSize": 30,
    "position": "x:4,y:38",
    "status": "제각예정",
    "maxAllowEnergy": 74,
    "devTotalAmount": 28,
    "manufacturer": "TotalStorage",
    "modelNo": "5b34a398d20826e4eb75cba7",
    "disposeAt": "2018-12-31",
    "remark": "Consequat occaecat aliqua consequat adipisicing dolor enim cupidatat veniam est velit. Labore laboris elit excepteur do veniam esse esse do quis pariatur. Ipsum pariatur do Lorem tempor aute velit nisi anim laborum dolor. Cupidatat veniam tempor tempor cillum cillum eu. Amet laborum reprehenderit dolor culpa ut cupidatat minim. Ex nulla incididunt enim amet elit esse ea eiusmod qui pariatur. Culpa laboris irure sunt et id voluptate ut ut in.\r\n",
    "type": "havc"
  },
  {
    "id": 4048,
    "name": "havc-aliqua18",
    "caType": "냉수식 > 하향식",
    "horizontalSize": 32,
    "verticalSize": 13,
    "position": "x:11,y:12",
    "status": "사용중",
    "maxAllowEnergy": 64,
    "devTotalAmount": 51,
    "manufacturer": "Bridgetec",
    "modelNo": "5b34a3989d08337e3341dc4c",
    "disposeAt": "2018-09-19",
    "remark": "Non proident adipisicing exercitation ea minim nisi et. Ullamco minim dolor pariatur minim veniam esse anim adipisicing tempor. Nulla sint consectetur Lorem sit esse tempor veniam aliquip proident sit et id ut. Consectetur minim mollit consectetur et ullamco aute amet excepteur laboris ullamco. Id aliqua mollit tempor qui laboris cupidatat reprehenderit est mollit. Labore ullamco velit nulla elit.\r\n",
    "type": "havc"
  },
  {
    "id": 4049,
    "name": "havc-incididunt50",
    "caType": "냉수식 > 상향식",
    "horizontalSize": 32,
    "verticalSize": 14,
    "position": "x:23,y:7",
    "status": "유후",
    "maxAllowEnergy": 11,
    "devTotalAmount": 47,
    "manufacturer": "DELL",
    "modelNo": "5b34a3986b2803b726bc3e66",
    "disposeAt": "2018-10-13",
    "remark": "Et do laborum cillum culpa voluptate sunt irure anim magna. Sunt elit incididunt laboris dolore magna culpa sint consectetur reprehenderit nulla non. Commodo aliqua do ad ullamco in adipisicing deserunt amet esse excepteur qui aliqua et. Exercitation adipisicing enim est consequat velit consectetur exercitation aliqua adipisicing veniam nisi exercitation. Pariatur exercitation culpa sit incididunt elit. Tempor sit excepteur amet quis pariatur ex. Cupidatat ipsum cillum nulla id dolore magna velit voluptate excepteur do ipsum incididunt laborum.\r\n",
    "type": "havc"
  },
  {
    "id": 4050,
    "name": "havc-culpa27",
    "caType": "냉수식 > 하향식",
    "horizontalSize": 25,
    "verticalSize": 18,
    "position": "x:8,y:12",
    "status": "제각예정",
    "maxAllowEnergy": 79,
    "devTotalAmount": 2,
    "manufacturer": "TotalStorage",
    "modelNo": "5b34a3985bd8c0f58cda3b6e",
    "disposeAt": "2018-08-16",
    "remark": "Consequat minim magna dolore velit non. Do aliquip dolore ullamco ipsum ut laboris aliquip cillum exercitation enim laboris eu ex. In aliquip aute sunt cillum eu pariatur. Laboris anim dolore commodo consequat enim sunt aliqua.\r\n",
    "type": "havc"
  },
  {
    "id": 4051,
    "name": "havc-do31",
    "caType": "냉수식 > 하향식",
    "horizontalSize": 34,
    "verticalSize": 35,
    "position": "x:32,y:12",
    "status": "사용중",
    "maxAllowEnergy": 22,
    "devTotalAmount": 94,
    "manufacturer": "TotalStorage",
    "modelNo": "5b34a3982461f058a355a5d1",
    "disposeAt": "2018-10-25",
    "remark": "Ea incididunt non enim do incididunt velit sunt. Deserunt mollit laboris veniam minim non duis. Exercitation ullamco esse deserunt excepteur anim fugiat ut incididunt eiusmod velit velit esse. Voluptate officia sit sint minim sint exercitation nulla ut. Aute magna aliquip eu sint cillum commodo ea adipisicing cupidatat fugiat veniam quis esse. Ut duis tempor nisi dolore aute ullamco magna aute laborum fugiat laboris velit pariatur Lorem.\r\n",
    "type": "havc"
  },
  {
    "id": 4052,
    "name": "havc-proident21",
    "caType": "공냉식 > 상향식",
    "horizontalSize": 39,
    "verticalSize": 17,
    "position": "x:30,y:10",
    "status": "제각예정",
    "maxAllowEnergy": 74,
    "devTotalAmount": 71,
    "manufacturer": "Bridgetec",
    "modelNo": "5b34a398b4d4a459d75b65bf",
    "disposeAt": "2018-11-16",
    "remark": "Tempor quis nostrud sint cillum ex aliqua ut labore nostrud. Aliquip labore pariatur nisi eiusmod. Dolor esse do labore fugiat in elit. Officia qui cillum culpa consectetur duis. Aute sint mollit ea exercitation quis labore nostrud ex tempor minim magna excepteur. Reprehenderit et anim dolore do reprehenderit in sint culpa excepteur occaecat sit ea commodo. Et nulla id minim excepteur incididunt id.\r\n",
    "type": "havc"
  },
  {
    "id": 4053,
    "name": "havc-cupidatat41",
    "caType": "냉수식 > 하향식",
    "horizontalSize": 21,
    "verticalSize": 20,
    "position": "x:17,y:11",
    "status": "사용중",
    "maxAllowEnergy": 79,
    "devTotalAmount": 89,
    "manufacturer": "EMC",
    "modelNo": "5b34a3984183ca4babd68f1e",
    "disposeAt": "2018-07-19",
    "remark": "Ut sunt cillum est dolor Lorem quis. Irure quis ea consectetur commodo quis deserunt. Non proident cupidatat sint consectetur anim tempor est ullamco cillum in. Consectetur ex sunt mollit ea ex ullamco occaecat duis.\r\n",
    "type": "havc"
  },
  {
    "id": 4054,
    "name": "havc-fugiat7",
    "caType": "공냉식 > 하향식",
    "horizontalSize": 30,
    "verticalSize": 28,
    "position": "x:36,y:4",
    "status": "사용중",
    "maxAllowEnergy": 80,
    "devTotalAmount": 16,
    "manufacturer": "TotalStorage",
    "modelNo": "5b34a398721e0f4dd73214ea",
    "disposeAt": "2018-07-13",
    "remark": "Esse nisi commodo in laborum pariatur Lorem duis aliqua incididunt proident dolore velit. Dolor cupidatat laboris consequat officia eu. Eu Lorem in irure cillum excepteur.\r\n",
    "type": "havc"
  },
  {
    "id": 4055,
    "name": "havc-amet34",
    "caType": "공냉식 > 상향식",
    "horizontalSize": 18,
    "verticalSize": 28,
    "position": "x:22,y:14",
    "status": "제각예정",
    "maxAllowEnergy": 44,
    "devTotalAmount": 9,
    "manufacturer": "Bridgetec",
    "modelNo": "5b34a39839838b3fbaff13c0",
    "disposeAt": "2018-07-12",
    "remark": "Pariatur ut ex duis reprehenderit ullamco. Do esse magna duis cupidatat nulla id ullamco quis Lorem proident qui. Lorem minim anim ea non est enim ex sunt culpa eu excepteur ut excepteur. Tempor enim voluptate Lorem commodo est irure incididunt dolor aliqua aliquip fugiat nisi excepteur. Lorem exercitation anim non proident cillum incididunt laborum incididunt cillum. Aliqua Lorem deserunt elit voluptate quis dolor quis sit nisi fugiat ex eiusmod consectetur.\r\n",
    "type": "havc"
  },
  {
    "id": 4056,
    "name": "havc-voluptate35",
    "caType": "냉수식 > 상향식",
    "horizontalSize": 19,
    "verticalSize": 29,
    "position": "x:37,y:16",
    "status": "유후",
    "maxAllowEnergy": 57,
    "devTotalAmount": 100,
    "manufacturer": "NetApp",
    "modelNo": "5b34a39812c095340127ce72",
    "disposeAt": "2018-11-20",
    "remark": "Deserunt officia aute officia eu ea qui fugiat sint non non. Aliqua ullamco veniam sit aliqua esse magna non tempor aliquip amet laborum ut ullamco laboris. Occaecat aute qui duis ad id dolor in irure veniam consequat. Et adipisicing voluptate occaecat laboris elit proident. Reprehenderit anim ipsum laborum commodo culpa ea esse veniam. Sunt aute nostrud mollit fugiat.\r\n",
    "type": "havc"
  },
  {
    "id": 4057,
    "name": "havc-tempor30",
    "caType": "냉수식 > 하향식",
    "horizontalSize": 17,
    "verticalSize": 34,
    "position": "x:30,y:36",
    "status": "유후",
    "maxAllowEnergy": 84,
    "devTotalAmount": 93,
    "manufacturer": "HP",
    "modelNo": "5b34a398a5bedb6c80fe77af",
    "disposeAt": "2018-07-03",
    "remark": "Ad ipsum quis duis laboris ullamco tempor velit do velit excepteur laborum. Ut eu deserunt ut ad nulla sint irure. Excepteur eu ut consectetur aliqua dolore adipisicing in laborum fugiat. Eiusmod proident elit et deserunt consequat minim.\r\n",
    "type": "havc"
  },
  {
    "id": 4058,
    "name": "havc-ullamco29",
    "caType": "공냉식 > 하향식",
    "horizontalSize": 22,
    "verticalSize": 39,
    "position": "x:37,y:5",
    "status": "사용중",
    "maxAllowEnergy": 24,
    "devTotalAmount": 33,
    "manufacturer": "NetApp",
    "modelNo": "5b34a3989cc6bffdd9dca955",
    "disposeAt": "2018-11-09",
    "remark": "Aute exercitation labore labore labore velit consectetur occaecat elit cupidatat qui commodo adipisicing velit deserunt. Reprehenderit Lorem culpa commodo occaecat officia cupidatat ipsum reprehenderit nisi duis exercitation culpa id. Aliqua adipisicing labore et enim non proident sit duis aliqua eu laboris deserunt. Ullamco enim excepteur officia qui enim.\r\n",
    "type": "havc"
  },
  {
    "id": 4059,
    "name": "havc-quis23",
    "caType": "냉수식 > 상향식",
    "horizontalSize": 27,
    "verticalSize": 23,
    "position": "x:26,y:5",
    "status": "사용중",
    "maxAllowEnergy": 4,
    "devTotalAmount": 64,
    "manufacturer": "DELL",
    "modelNo": "5b34a3980b3cc4d0a0212dd2",
    "disposeAt": "2018-08-19",
    "remark": "Commodo dolore ullamco sunt pariatur magna occaecat consequat esse nisi. Do in sunt incididunt voluptate consequat ullamco ea sunt aliquip culpa non sint. Cupidatat anim adipisicing reprehenderit reprehenderit eiusmod ipsum reprehenderit eu qui excepteur velit nulla. Magna minim fugiat deserunt amet fugiat incididunt non laboris adipisicing quis aute. Irure id irure enim sunt deserunt.\r\n",
    "type": "havc"
  },
  {
    "id": 4060,
    "name": "havc-eu30",
    "caType": "공냉식 > 하향식",
    "horizontalSize": 18,
    "verticalSize": 15,
    "position": "x:29,y:35",
    "status": "유후",
    "maxAllowEnergy": 36,
    "devTotalAmount": 88,
    "manufacturer": "NetApp",
    "modelNo": "5b34a398eb835db0beb3f7da",
    "disposeAt": "2018-10-28",
    "remark": "Esse eu nisi nisi sit. Tempor cillum aliquip esse tempor fugiat duis ad voluptate irure commodo. Dolore elit magna laborum duis aliqua adipisicing velit laboris laborum occaecat anim nisi. Et culpa velit aliqua exercitation. Pariatur sunt est voluptate dolore anim reprehenderit exercitation elit velit elit nisi. Voluptate aliqua dolore ex exercitation exercitation et sint dolore sint reprehenderit labore. Sunt commodo cupidatat nulla tempor nulla sit exercitation elit sint magna ullamco ex.\r\n",
    "type": "havc"
  },
  {
    "id": 4061,
    "name": "havc-nisi32",
    "caType": "냉수식 > 상향식",
    "horizontalSize": 17,
    "verticalSize": 13,
    "position": "x:25,y:8",
    "status": "유후",
    "maxAllowEnergy": 66,
    "devTotalAmount": 96,
    "manufacturer": "TotalStorage",
    "modelNo": "5b34a39814a464d75690912f",
    "disposeAt": "2018-07-17",
    "remark": "Aliquip labore officia voluptate sit eu est sint in Lorem nostrud veniam Lorem consectetur. Dolor quis aliquip consectetur ullamco mollit nulla voluptate cupidatat duis adipisicing. Ea sit dolor minim culpa culpa dolor aliqua culpa nostrud velit. Eu reprehenderit labore enim elit consectetur cillum ad. Excepteur tempor qui et sunt incididunt quis nulla. Non sit consequat laborum amet mollit esse magna incididunt tempor mollit ea amet et dolor. Aute ex esse cupidatat occaecat.\r\n",
    "type": "havc"
  },
  {
    "id": 4062,
    "name": "havc-ullamco13",
    "caType": "공냉식 > 상향식",
    "horizontalSize": 13,
    "verticalSize": 34,
    "position": "x:37,y:14",
    "status": "사용중",
    "maxAllowEnergy": 60,
    "devTotalAmount": 20,
    "manufacturer": "NetApp",
    "modelNo": "5b34a398b1cce141814c4d86",
    "disposeAt": "2018-10-01",
    "remark": "Nulla et excepteur anim est qui id voluptate. Laboris id ex consequat et dolore dolor. Laboris cupidatat nulla excepteur ipsum cillum Lorem aute amet cillum aute adipisicing et consectetur dolor.\r\n",
    "type": "havc"
  },
  {
    "id": 4063,
    "name": "havc-pariatur37",
    "caType": "공냉식 > 하향식",
    "horizontalSize": 34,
    "verticalSize": 14,
    "position": "x:36,y:29",
    "status": "제각예정",
    "maxAllowEnergy": 72,
    "devTotalAmount": 39,
    "manufacturer": "TotalStorage",
    "modelNo": "5b34a39891bbc511698757f7",
    "disposeAt": "2018-11-23",
    "remark": "Dolor et velit do duis fugiat labore veniam nostrud occaecat qui ad amet. Laboris proident proident non veniam officia. Nulla sit et fugiat irure sit cupidatat est deserunt veniam nisi mollit Lorem.\r\n",
    "type": "havc"
  },
  {
    "id": 4064,
    "name": "havc-et6",
    "caType": "냉수식 > 상향식",
    "horizontalSize": 37,
    "verticalSize": 23,
    "position": "x:14,y:22",
    "status": "유후",
    "maxAllowEnergy": 94,
    "devTotalAmount": 92,
    "manufacturer": "NetApp",
    "modelNo": "5b34a39801d76268604aca67",
    "disposeAt": "2018-08-05",
    "remark": "Laboris in excepteur ad esse ut ipsum ex ad officia. Tempor minim in duis laboris fugiat magna. Nulla deserunt sit nisi reprehenderit Lorem ullamco commodo ut. Nostrud elit ullamco deserunt esse labore pariatur dolor reprehenderit sint. Dolore enim fugiat fugiat voluptate dolor culpa adipisicing voluptate eiusmod commodo. Ad do dolor laborum ex eu.\r\n",
    "type": "havc"
  },
  {
    "id": 4065,
    "name": "havc-quis20",
    "caType": "냉수식 > 하향식",
    "horizontalSize": 22,
    "verticalSize": 28,
    "position": "x:25,y:7",
    "status": "제각예정",
    "maxAllowEnergy": 33,
    "devTotalAmount": 27,
    "manufacturer": "NetApp",
    "modelNo": "5b34a39807c60e7c2306da35",
    "disposeAt": "2018-09-28",
    "remark": "Reprehenderit occaecat ad esse ullamco dolor esse cillum sunt occaecat laborum irure voluptate. Exercitation labore consectetur commodo qui amet ex eiusmod sit quis ad cupidatat. Amet cillum est commodo excepteur consectetur ipsum deserunt aute in aliquip laboris magna excepteur. Do culpa in ea ea id irure voluptate et commodo exercitation. Ut fugiat elit magna culpa exercitation amet consequat adipisicing commodo consectetur culpa aliquip.\r\n",
    "type": "havc"
  },
  {
    "id": 4066,
    "name": "havc-eu17",
    "caType": "공냉식 > 하향식",
    "horizontalSize": 11,
    "verticalSize": 31,
    "position": "x:40,y:33",
    "status": "유후",
    "maxAllowEnergy": 27,
    "devTotalAmount": 93,
    "manufacturer": "TotalStorage",
    "modelNo": "5b34a398a92027eb3f174470",
    "disposeAt": "2018-07-30",
    "remark": "Quis fugiat magna esse do est occaecat laboris culpa commodo quis eu nostrud esse adipisicing. Do dolore ea dolor culpa est aliquip commodo nisi ipsum consequat qui irure. Officia cillum eiusmod adipisicing adipisicing non est est do aliquip enim minim aliqua magna. Pariatur eu labore quis eiusmod esse elit mollit ipsum aute sint ex officia.\r\n",
    "type": "havc"
  },
  {
    "id": 4067,
    "name": "havc-adipisicing14",
    "caType": "공냉식 > 하향식",
    "horizontalSize": 33,
    "verticalSize": 21,
    "position": "x:2,y:1",
    "status": "유후",
    "maxAllowEnergy": 89,
    "devTotalAmount": 62,
    "manufacturer": "HP",
    "modelNo": "5b34a3988202802748ab3625",
    "disposeAt": "2018-10-31",
    "remark": "Velit cupidatat consectetur officia aute cillum. Laboris dolor aliqua consequat ipsum non sit nostrud. Tempor occaecat ullamco commodo quis nisi dolor sit culpa proident velit voluptate id. Eiusmod laborum culpa sint aliquip.\r\n",
    "type": "havc"
  },
  {
    "id": 4068,
    "name": "havc-ex5",
    "caType": "공냉식 > 상향식",
    "horizontalSize": 10,
    "verticalSize": 24,
    "position": "x:11,y:4",
    "status": "제각예정",
    "maxAllowEnergy": 99,
    "devTotalAmount": 49,
    "manufacturer": "DELL",
    "modelNo": "5b34a3980e42ea1bf237a3df",
    "disposeAt": "2018-09-12",
    "remark": "Mollit voluptate minim esse laboris ex occaecat ad. Voluptate magna aliquip commodo velit magna irure amet consequat sint. Anim officia consequat elit magna velit duis culpa. Dolore eu excepteur Lorem commodo qui ea laborum est ut ullamco nisi ut.\r\n",
    "type": "havc"
  },
  {
    "id": 4069,
    "name": "havc-elit4",
    "caType": "공냉식 > 하향식",
    "horizontalSize": 37,
    "verticalSize": 36,
    "position": "x:34,y:2",
    "status": "사용중",
    "maxAllowEnergy": 17,
    "devTotalAmount": 90,
    "manufacturer": "Bridgetec",
    "modelNo": "5b34a3985ca515e6bf36731b",
    "disposeAt": "2018-07-21",
    "remark": "Amet enim nulla anim quis esse. Consectetur esse eiusmod velit sint ipsum anim irure irure et proident id sit. Duis qui aliquip tempor qui sit minim nostrud. Pariatur tempor est cupidatat ullamco reprehenderit dolor mollit nisi deserunt nisi enim.\r\n",
    "type": "havc"
  },
  {
    "id": 4070,
    "name": "havc-consectetur17",
    "caType": "공냉식 > 하향식",
    "horizontalSize": 20,
    "verticalSize": 37,
    "position": "x:10,y:11",
    "status": "사용중",
    "maxAllowEnergy": 23,
    "devTotalAmount": 8,
    "manufacturer": "TotalStorage",
    "modelNo": "5b34a3981cc346449b964658",
    "disposeAt": "2018-08-13",
    "remark": "Id incididunt ipsum aute sunt laboris. Eu cupidatat mollit fugiat qui commodo irure ea reprehenderit dolore deserunt. Ea Lorem proident laboris sit nulla ut in minim velit. Duis ut magna ea duis irure velit.\r\n",
    "type": "havc"
  },
  {
    "id": 4071,
    "name": "havc-anim35",
    "caType": "공냉식 > 상향식",
    "horizontalSize": 37,
    "verticalSize": 39,
    "position": "x:38,y:27",
    "status": "제각예정",
    "maxAllowEnergy": 58,
    "devTotalAmount": 28,
    "manufacturer": "TotalStorage",
    "modelNo": "5b34a398cdf945e3b194d9d4",
    "disposeAt": "2018-08-28",
    "remark": "Irure mollit occaecat tempor laborum amet et excepteur cupidatat culpa reprehenderit nisi. Est do quis eu cupidatat elit excepteur mollit eiusmod. Ex id ut eu tempor pariatur officia sunt excepteur do do enim dolore duis culpa. Amet dolore sint cupidatat ullamco sit ipsum Lorem proident amet id.\r\n",
    "type": "havc"
  },
  {
    "id": 4072,
    "name": "havc-exercitation22",
    "caType": "공냉식 > 하향식",
    "horizontalSize": 26,
    "verticalSize": 33,
    "position": "x:35,y:10",
    "status": "사용중",
    "maxAllowEnergy": 13,
    "devTotalAmount": 42,
    "manufacturer": "NetApp",
    "modelNo": "5b34a39859154e0be3ec05b1",
    "disposeAt": "2018-11-10",
    "remark": "Minim voluptate deserunt duis occaecat adipisicing amet nulla in mollit amet amet. Sit tempor in dolor sunt nulla. Ut nisi dolore nulla et aute sint mollit dolor mollit deserunt occaecat non proident. Et consectetur sint id sunt. Enim cillum amet elit commodo veniam ea irure. Id ea ex sit velit.\r\n",
    "type": "havc"
  },
  {
    "id": 4073,
    "name": "havc-dolore27",
    "caType": "냉수식 > 하향식",
    "horizontalSize": 40,
    "verticalSize": 22,
    "position": "x:32,y:36",
    "status": "사용중",
    "maxAllowEnergy": 48,
    "devTotalAmount": 85,
    "manufacturer": "HP",
    "modelNo": "5b34a3986ce34cf8cc1f7eee",
    "disposeAt": "2018-11-02",
    "remark": "Incididunt proident do consequat dolor. Exercitation nostrud eiusmod consectetur laborum consectetur fugiat adipisicing dolor sunt nostrud voluptate pariatur irure. Consequat ad adipisicing ex excepteur nulla mollit.\r\n",
    "type": "havc"
  },
  {
    "id": 4074,
    "name": "havc-pariatur22",
    "caType": "냉수식 > 하향식",
    "horizontalSize": 18,
    "verticalSize": 20,
    "position": "x:20,y:23",
    "status": "제각예정",
    "maxAllowEnergy": 69,
    "devTotalAmount": 31,
    "manufacturer": "TotalStorage",
    "modelNo": "5b34a3987cb49b6162d0600e",
    "disposeAt": "2018-07-12",
    "remark": "Eu nisi ullamco veniam officia non do ut eiusmod sunt ut fugiat aliqua. Ea dolore deserunt sit quis ullamco adipisicing laboris aliquip quis pariatur sint officia. Ex eu ullamco dolore do magna esse consectetur irure cillum laborum.\r\n",
    "type": "havc"
  },
  {
    "id": 4075,
    "name": "havc-reprehenderit46",
    "caType": "냉수식 > 상향식",
    "horizontalSize": 40,
    "verticalSize": 13,
    "position": "x:12,y:27",
    "status": "사용중",
    "maxAllowEnergy": 17,
    "devTotalAmount": 87,
    "manufacturer": "HP",
    "modelNo": "5b34a398ce8afb51c7db5df1",
    "disposeAt": "2018-11-11",
    "remark": "Irure ut laboris nostrud pariatur. Ullamco laboris est commodo nostrud Lorem do amet cupidatat pariatur enim. Reprehenderit duis est aute consectetur nisi qui in dolor in magna. Ullamco consequat amet elit incididunt. Sit Lorem excepteur eiusmod laboris consequat. In reprehenderit occaecat adipisicing eu reprehenderit eu.\r\n",
    "type": "havc"
  },
  {
    "id": 4076,
    "name": "havc-reprehenderit46",
    "caType": "냉수식 > 상향식",
    "horizontalSize": 24,
    "verticalSize": 33,
    "position": "x:6,y:7",
    "status": "유후",
    "maxAllowEnergy": 80,
    "devTotalAmount": 25,
    "manufacturer": "Bridgetec",
    "modelNo": "5b34a398af3be5b3409acccd",
    "disposeAt": "2018-10-29",
    "remark": "Commodo consequat enim eiusmod incididunt quis ullamco. In commodo veniam dolore consectetur occaecat non excepteur cupidatat dolor ut et minim velit. Ex sit anim laboris mollit id minim nisi pariatur pariatur voluptate anim laboris ullamco officia. Nisi ea pariatur id deserunt enim. Fugiat nostrud dolore aliquip id. Dolor amet Lorem proident amet ea adipisicing sunt laborum aliquip officia ex amet do excepteur.\r\n",
    "type": "havc"
  },
  {
    "id": 4077,
    "name": "havc-occaecat12",
    "caType": "냉수식 > 상향식",
    "horizontalSize": 36,
    "verticalSize": 31,
    "position": "x:9,y:24",
    "status": "사용중",
    "maxAllowEnergy": 48,
    "devTotalAmount": 93,
    "manufacturer": "HP",
    "modelNo": "5b34a39812e552e54866cc81",
    "disposeAt": "2018-11-13",
    "remark": "Voluptate proident officia do velit eu Lorem. Ipsum ex sit do nulla aute voluptate adipisicing officia culpa proident esse velit proident laborum. Quis consectetur cillum aliqua elit in laboris.\r\n",
    "type": "havc"
  },
  {
    "id": 4078,
    "name": "havc-eiusmod23",
    "caType": "공냉식 > 하향식",
    "horizontalSize": 28,
    "verticalSize": 16,
    "position": "x:2,y:16",
    "status": "사용중",
    "maxAllowEnergy": 36,
    "devTotalAmount": 51,
    "manufacturer": "NetApp",
    "modelNo": "5b34a398ec13c27f82754dd1",
    "disposeAt": "2018-08-29",
    "remark": "Minim quis officia consectetur velit esse mollit commodo voluptate nisi elit id ut pariatur in. Cillum eiusmod eiusmod officia commodo Lorem nulla nulla ea. Aliqua ea ea culpa dolor sunt. Minim tempor laborum nisi fugiat quis voluptate ullamco Lorem tempor irure eu et ullamco. Cillum ipsum quis dolore mollit et. Do eiusmod sunt duis minim.\r\n",
    "type": "havc"
  },
  {
    "id": 4079,
    "name": "havc-reprehenderit8",
    "caType": "냉수식 > 하향식",
    "horizontalSize": 36,
    "verticalSize": 15,
    "position": "x:32,y:23",
    "status": "사용중",
    "maxAllowEnergy": 96,
    "devTotalAmount": 86,
    "manufacturer": "EMC",
    "modelNo": "5b34a398338f72db3a1d7d37",
    "disposeAt": "2018-11-04",
    "remark": "Duis nostrud fugiat amet cillum dolore sint. Voluptate laboris reprehenderit qui minim officia ex amet culpa occaecat sint in ullamco adipisicing. Ea proident cillum quis aliqua cupidatat exercitation Lorem labore. Aliquip ea dolore anim commodo incididunt occaecat enim consectetur voluptate fugiat. Sunt velit tempor quis deserunt consectetur veniam magna ipsum laboris mollit consequat eiusmod. Culpa sit eiusmod eiusmod deserunt ea do cillum velit commodo. Elit laboris occaecat do Lorem aliquip ad.\r\n",
    "type": "havc"
  },
  {
    "id": 4080,
    "name": "havc-aliqua49",
    "caType": "공냉식 > 하향식",
    "horizontalSize": 12,
    "verticalSize": 35,
    "position": "x:40,y:17",
    "status": "유후",
    "maxAllowEnergy": 47,
    "devTotalAmount": 91,
    "manufacturer": "Bridgetec",
    "modelNo": "5b34a398f13bc752be5ee197",
    "disposeAt": "2018-07-30",
    "remark": "Incididunt anim qui fugiat velit duis in labore tempor mollit in Lorem nulla labore. Cupidatat excepteur ipsum in commodo dolore ad minim quis aliqua veniam Lorem. Magna enim deserunt consectetur fugiat. Sint duis laboris reprehenderit occaecat labore anim consequat reprehenderit cupidatat eu. Irure dolore fugiat sint adipisicing.\r\n",
    "type": "havc"
  },
  {
    "id": 4081,
    "name": "havc-pariatur4",
    "caType": "공냉식 > 상향식",
    "horizontalSize": 21,
    "verticalSize": 35,
    "position": "x:1,y:31",
    "status": "제각예정",
    "maxAllowEnergy": 12,
    "devTotalAmount": 99,
    "manufacturer": "Bridgetec",
    "modelNo": "5b34a3981cb57f48d1797e9e",
    "disposeAt": "2018-11-13",
    "remark": "Sint do proident exercitation incididunt et reprehenderit. Pariatur anim elit eu exercitation adipisicing ex consequat pariatur velit. Adipisicing eiusmod in consequat excepteur nulla tempor proident reprehenderit qui sit sunt veniam mollit aute. Ad culpa in et in laborum. Minim dolore ut incididunt duis minim et veniam sit laborum et commodo mollit reprehenderit.\r\n",
    "type": "havc"
  },
  {
    "id": 4082,
    "name": "havc-reprehenderit13",
    "caType": "공냉식 > 하향식",
    "horizontalSize": 23,
    "verticalSize": 34,
    "position": "x:12,y:5",
    "status": "제각예정",
    "maxAllowEnergy": 99,
    "devTotalAmount": 38,
    "manufacturer": "NetApp",
    "modelNo": "5b34a398652ac0d44eab631f",
    "disposeAt": "2018-10-26",
    "remark": "Non anim minim nulla esse aute consectetur incididunt in amet eiusmod esse amet ullamco magna. Quis voluptate fugiat elit qui. Sint commodo proident duis incididunt et tempor pariatur amet labore laboris nulla. Laboris exercitation consectetur commodo id ad Lorem elit. Commodo ullamco nostrud ut irure commodo. Esse voluptate adipisicing proident cillum consectetur magna cillum do amet proident. Ut exercitation dolor deserunt culpa.\r\n",
    "type": "havc"
  },
  {
    "id": 4083,
    "name": "havc-eu47",
    "caType": "공냉식 > 상향식",
    "horizontalSize": 18,
    "verticalSize": 36,
    "position": "x:30,y:13",
    "status": "사용중",
    "maxAllowEnergy": 56,
    "devTotalAmount": 23,
    "manufacturer": "DELL",
    "modelNo": "5b34a3985ef941adcafd947b",
    "disposeAt": "2018-07-11",
    "remark": "Veniam culpa esse ullamco laborum sunt do officia nulla commodo id pariatur dolor tempor excepteur. Tempor velit non sunt fugiat officia duis sit voluptate voluptate amet excepteur qui. Deserunt anim pariatur aute anim elit ad elit elit sunt sint.\r\n",
    "type": "havc"
  },
  {
    "id": 4084,
    "name": "havc-sit32",
    "caType": "냉수식 > 하향식",
    "horizontalSize": 35,
    "verticalSize": 18,
    "position": "x:23,y:29",
    "status": "유후",
    "maxAllowEnergy": 53,
    "devTotalAmount": 76,
    "manufacturer": "TotalStorage",
    "modelNo": "5b34a398caa1d62da2647b66",
    "disposeAt": "2018-12-17",
    "remark": "Nostrud pariatur mollit eu proident ex aute aliquip ad aliquip culpa non. Anim enim labore occaecat nulla tempor ex consequat anim ea quis laborum duis minim. Lorem ullamco ipsum ipsum deserunt nostrud occaecat exercitation elit exercitation voluptate adipisicing. Laboris pariatur cupidatat irure tempor esse ex magna tempor cupidatat.\r\n",
    "type": "havc"
  },
  {
    "id": 4085,
    "name": "havc-mollit2",
    "caType": "냉수식 > 상향식",
    "horizontalSize": 39,
    "verticalSize": 18,
    "position": "x:12,y:7",
    "status": "유후",
    "maxAllowEnergy": 44,
    "devTotalAmount": 60,
    "manufacturer": "Bridgetec",
    "modelNo": "5b34a3982a3db4503ada2939",
    "disposeAt": "2018-12-05",
    "remark": "Cupidatat exercitation dolor nulla pariatur deserunt ut occaecat commodo ullamco quis laborum minim. Velit velit sunt adipisicing voluptate. Do aliqua reprehenderit amet ad deserunt commodo anim dolor qui. Reprehenderit reprehenderit cupidatat pariatur incididunt et nulla irure labore nulla. Laborum amet cupidatat et esse veniam laborum Lorem officia officia commodo veniam.\r\n",
    "type": "havc"
  },
  {
    "id": 4086,
    "name": "havc-mollit22",
    "caType": "공냉식 > 상향식",
    "horizontalSize": 18,
    "verticalSize": 11,
    "position": "x:9,y:23",
    "status": "사용중",
    "maxAllowEnergy": 74,
    "devTotalAmount": 71,
    "manufacturer": "NetApp",
    "modelNo": "5b34a39801d1b5e5a65e4fe7",
    "disposeAt": "2018-11-25",
    "remark": "Veniam excepteur non ut proident do cillum. In magna qui labore dolor qui incididunt et quis adipisicing nostrud aute aute culpa id. Eu sint nulla sint nisi esse do laboris duis sunt proident aliqua excepteur elit nisi.\r\n",
    "type": "havc"
  },
  {
    "id": 4087,
    "name": "havc-in46",
    "caType": "냉수식 > 하향식",
    "horizontalSize": 39,
    "verticalSize": 40,
    "position": "x:25,y:1",
    "status": "제각예정",
    "maxAllowEnergy": 87,
    "devTotalAmount": 54,
    "manufacturer": "Bridgetec",
    "modelNo": "5b34a39864d570b0ef2fadc8",
    "disposeAt": "2018-12-20",
    "remark": "Commodo cillum sit fugiat est ullamco culpa. Nostrud excepteur anim exercitation officia ea irure nisi consequat dolore ipsum anim ex nisi. Officia sunt dolor irure eiusmod sint ipsum dolor adipisicing voluptate irure. Id exercitation anim sint irure irure eiusmod non consectetur ut duis cupidatat anim ad deserunt. Sunt consequat dolor magna est consequat aliqua do excepteur tempor. Amet incididunt ea est velit. Veniam nisi occaecat occaecat culpa eu dolor officia labore in voluptate.\r\n",
    "type": "havc"
  },
  {
    "id": 4088,
    "name": "havc-excepteur45",
    "caType": "공냉식 > 상향식",
    "horizontalSize": 33,
    "verticalSize": 16,
    "position": "x:4,y:37",
    "status": "유후",
    "maxAllowEnergy": 37,
    "devTotalAmount": 37,
    "manufacturer": "NetApp",
    "modelNo": "5b34a39836a904f034ab0506",
    "disposeAt": "2018-08-10",
    "remark": "Pariatur sit consectetur voluptate amet duis officia ut laborum nulla amet sit nisi. Ea enim laboris veniam ullamco magna aliqua laborum et officia ipsum. Proident pariatur dolore veniam esse. Dolore sunt ipsum exercitation officia sit exercitation dolore laboris veniam culpa esse fugiat laborum.\r\n",
    "type": "havc"
  },
  {
    "id": 4089,
    "name": "havc-sit9",
    "caType": "공냉식 > 하향식",
    "horizontalSize": 39,
    "verticalSize": 29,
    "position": "x:16,y:11",
    "status": "제각예정",
    "maxAllowEnergy": 88,
    "devTotalAmount": 90,
    "manufacturer": "HP",
    "modelNo": "5b34a3986cac3ef901cb3105",
    "disposeAt": "2018-08-05",
    "remark": "Duis fugiat proident deserunt est aliqua incididunt dolor dolore. Ullamco veniam reprehenderit deserunt laboris. Adipisicing fugiat est cupidatat dolor proident elit sunt esse nostrud occaecat reprehenderit. Proident adipisicing voluptate amet adipisicing. Duis aliqua veniam excepteur esse laboris. Anim proident veniam reprehenderit culpa ut anim do. Aliquip enim fugiat excepteur aute laborum in nostrud sint deserunt incididunt officia sunt.\r\n",
    "type": "havc"
  },
  {
    "id": 4090,
    "name": "havc-incididunt42",
    "caType": "공냉식 > 하향식",
    "horizontalSize": 15,
    "verticalSize": 16,
    "position": "x:26,y:17",
    "status": "유후",
    "maxAllowEnergy": 18,
    "devTotalAmount": 47,
    "manufacturer": "TotalStorage",
    "modelNo": "5b34a3985fe882c3bf9ab440",
    "disposeAt": "2018-08-10",
    "remark": "Ex pariatur occaecat mollit ipsum officia ea mollit. Officia dolore sunt id elit minim irure aliquip ad culpa. Nisi velit elit irure tempor quis duis sunt. Fugiat adipisicing eu adipisicing ex laborum nisi. Sint aliqua eu minim et laborum adipisicing id.\r\n",
    "type": "havc"
  },
  {
    "id": 4091,
    "name": "havc-id14",
    "caType": "냉수식 > 하향식",
    "horizontalSize": 18,
    "verticalSize": 30,
    "position": "x:2,y:40",
    "status": "사용중",
    "maxAllowEnergy": 94,
    "devTotalAmount": 18,
    "manufacturer": "HP",
    "modelNo": "5b34a398f7cd03a38f3ebec5",
    "disposeAt": "2018-10-18",
    "remark": "Do incididunt non ad in officia veniam ea consectetur aliqua. Ad ex ut veniam exercitation. Officia excepteur id laborum tempor velit.\r\n",
    "type": "havc"
  },
  {
    "id": 4092,
    "name": "havc-cillum36",
    "caType": "공냉식 > 상향식",
    "horizontalSize": 38,
    "verticalSize": 31,
    "position": "x:15,y:19",
    "status": "사용중",
    "maxAllowEnergy": 21,
    "devTotalAmount": 23,
    "manufacturer": "DELL",
    "modelNo": "5b34a3986c9cfbac90e4ff28",
    "disposeAt": "2018-08-24",
    "remark": "Anim minim tempor quis fugiat labore anim ut ex ut velit velit. Ullamco reprehenderit voluptate minim culpa enim exercitation ullamco tempor eu exercitation. Magna tempor elit exercitation qui ullamco excepteur ullamco laboris enim. Fugiat exercitation dolore elit Lorem quis quis. Eiusmod magna occaecat ex est occaecat pariatur mollit. Anim velit veniam non in tempor et dolore. Deserunt officia voluptate sunt cillum do voluptate.\r\n",
    "type": "havc"
  },
  {
    "id": 4093,
    "name": "havc-anim48",
    "caType": "공냉식 > 하향식",
    "horizontalSize": 24,
    "verticalSize": 13,
    "position": "x:29,y:36",
    "status": "유후",
    "maxAllowEnergy": 12,
    "devTotalAmount": 98,
    "manufacturer": "TotalStorage",
    "modelNo": "5b34a3980467ba44cede54e0",
    "disposeAt": "2018-09-17",
    "remark": "Qui nulla voluptate fugiat consectetur veniam. Do reprehenderit voluptate commodo fugiat id dolor ullamco occaecat pariatur dolor sunt proident. Sint do qui cupidatat sit consectetur labore quis adipisicing. Quis nostrud consequat laborum cupidatat in sint elit dolore incididunt ut ea aliqua commodo enim.\r\n",
    "type": "havc"
  },
  {
    "id": 4094,
    "name": "havc-eiusmod26",
    "caType": "냉수식 > 하향식",
    "horizontalSize": 16,
    "verticalSize": 29,
    "position": "x:25,y:21",
    "status": "제각예정",
    "maxAllowEnergy": 13,
    "devTotalAmount": 58,
    "manufacturer": "TotalStorage",
    "modelNo": "5b34a39836b492ee2c4acaa0",
    "disposeAt": "2018-09-30",
    "remark": "Enim deserunt id id consectetur laborum magna culpa reprehenderit sit enim. Adipisicing eiusmod voluptate fugiat labore commodo reprehenderit Lorem ullamco Lorem minim non consequat commodo. Do excepteur enim laborum officia ut officia nulla sunt ullamco tempor labore est veniam anim. Elit mollit non adipisicing minim est adipisicing veniam sunt. Est minim sunt sunt dolore officia aliqua esse qui eu.\r\n",
    "type": "havc"
  },
  {
    "id": 4095,
    "name": "havc-labore24",
    "caType": "공냉식 > 상향식",
    "horizontalSize": 23,
    "verticalSize": 40,
    "position": "x:37,y:23",
    "status": "사용중",
    "maxAllowEnergy": 91,
    "devTotalAmount": 64,
    "manufacturer": "DELL",
    "modelNo": "5b34a39883e0b56b53decb98",
    "disposeAt": "2018-06-29",
    "remark": "Laborum do fugiat ut eu sint incididunt elit officia incididunt exercitation cillum. Consequat velit exercitation adipisicing sit incididunt minim dolore reprehenderit magna nisi. Qui ullamco commodo dolore dolor mollit aliquip ex aliquip ad sunt quis duis.\r\n",
    "type": "havc"
  },
  {
    "id": 4096,
    "name": "havc-irure17",
    "caType": "공냉식 > 상향식",
    "horizontalSize": 32,
    "verticalSize": 39,
    "position": "x:23,y:22",
    "status": "제각예정",
    "maxAllowEnergy": 39,
    "devTotalAmount": 21,
    "manufacturer": "HP",
    "modelNo": "5b34a3987529d4e91f832cc9",
    "disposeAt": "2018-10-14",
    "remark": "Labore officia consequat aliqua aute consequat sunt nulla ut elit. Nisi esse laboris anim officia et mollit fugiat nostrud do elit est. Velit ullamco tempor quis ex adipisicing eu id ea mollit duis.\r\n",
    "type": "havc"
  },
  {
    "id": 4097,
    "name": "havc-cupidatat29",
    "caType": "냉수식 > 하향식",
    "horizontalSize": 17,
    "verticalSize": 31,
    "position": "x:23,y:37",
    "status": "유후",
    "maxAllowEnergy": 95,
    "devTotalAmount": 2,
    "manufacturer": "TotalStorage",
    "modelNo": "5b34a3980feb80bd0bdd8355",
    "disposeAt": "2018-11-21",
    "remark": "Cillum quis reprehenderit cupidatat proident esse culpa in sit fugiat cillum sunt incididunt anim dolor. Pariatur aute esse sint adipisicing qui et consectetur adipisicing irure. Excepteur duis culpa sint eiusmod est proident nulla deserunt magna incididunt adipisicing. Aliquip laborum amet ea minim anim tempor.\r\n",
    "type": "havc"
  },
  {
    "id": 4098,
    "name": "havc-in20",
    "caType": "공냉식 > 상향식",
    "horizontalSize": 10,
    "verticalSize": 12,
    "position": "x:31,y:32",
    "status": "사용중",
    "maxAllowEnergy": 46,
    "devTotalAmount": 64,
    "manufacturer": "Bridgetec",
    "modelNo": "5b34a398ca8c7d63b268685c",
    "disposeAt": "2018-09-27",
    "remark": "Eu ut mollit sit id voluptate esse qui duis qui cillum pariatur proident. Dolor aliquip cupidatat consectetur irure tempor eu elit Lorem nulla adipisicing laboris occaecat. Do incididunt mollit qui aliquip commodo tempor Lorem fugiat id proident laborum sit. Excepteur non minim reprehenderit officia. Irure Lorem est dolore laborum deserunt cupidatat. Nulla sunt aute id ad dolor. Proident cupidatat dolor nulla mollit.\r\n",
    "type": "havc"
  },
  {
    "id": 4099,
    "name": "havc-laboris33",
    "caType": "공냉식 > 상향식",
    "horizontalSize": 23,
    "verticalSize": 32,
    "position": "x:2,y:39",
    "status": "사용중",
    "maxAllowEnergy": 74,
    "devTotalAmount": 51,
    "manufacturer": "DELL",
    "modelNo": "5b34a3989af5d795a6990c24",
    "disposeAt": "2018-12-21",
    "remark": "Duis aliqua id magna et dolor est voluptate incididunt. Laboris labore non deserunt elit. Ex in esse dolore anim exercitation nulla occaecat consequat excepteur. Aute tempor adipisicing eiusmod do sint voluptate. Exercitation quis voluptate fugiat Lorem minim cillum proident Lorem enim. Esse excepteur elit id deserunt magna ex. Ullamco excepteur aliquip laborum exercitation non.\r\n",
    "type": "havc"
  }
]